[{"id": "CIBC_Responses_06-09-2023_chunk_0", "client_name": "CIBC", "document_name": "Responses", "date": "2023-09-06 00:00:00", "page_number": 5, "content": "ForumResponses to e-mail from August 31, 2023 with questions to better understand the key drivers for Co-living housing in Canada:1. I would like to better understand the key drivers for Co-living housing in Canada. How has the Co-living sector evolved over the past decade in Canada? What % of the existing rental inventory is in co-living units? What is the annual growth rate?Forum Response: In the REIIF DDQ we indicate: Co-Living and Micro-unit Communities are small format, highly amenitised properties located in urban markets that address the unmet needs of a significant demographic (including young professionals) by providing community, convenience and cost-effective housing.While \"Micro-units\" are more established in the US and UK, this emerging sector in Canada has gained ground, particularly in cities like Vancouver, Montreal, Ottawa, and Toronto. These properties offer furnished, self-contained units with features such as social lounges and fitness facilities. The trend aligns with the housing needs of millennials and Generation Z workers, who seek affordable urban housing options.Research conducted by reputable sources such as CMHC and real estate advisors emphasizes the potential of micro-units to increase affordability in major urban centers. For instance, the University of British Columbia has successfully implemented micro-units under the term \"UBC Nano Studios.\" Additionally, small unit condo developments are on the rise for both ownership and rental purposes.For \"Table 0\": .Asset..Average Forum.PSF.Furniture\nPremium\nAssumed.Average 1B\n($)\nDiscount to.Average 1B (%)\nDiscount to.Average 1B in City.PSF*.Unit (Newly Renovated, Furnished).Vancouver.455 Abbott.$ 3,013.$4.64.$ 1,995.$11.40.$ 200.$ (1,218).-40%.Ottawa.87 Mann.$ 1,951.$3.00.$ 1,518.$ 5.46.$ 200.$ (633).-32%Average 1B\n($)\nDiscount toAverage 1B (%)\nDiscount toAverage 1B in CityPSF*Unit (Newly Renovated, Furnished)Vancouver455 Abbott$ 3,013$4.64$ 1,995$11.40$ 200$ (1,218)-40%Ottawa87 Mann$ 1,951$3.00$ 1,518$ 5.46$ 200$ (633)-32%Assumed Discount to Discount to*Note: assumes 650 SQFT average unit size.The demand for micro-units stems from the growth of the millennial and Generation Z workforce, primarily focused on urban areas with housing challenges, including limited supply and high rent as a percentage of income. For example, the average household income in Toronto is ~$84K (2020) and the average monthly rent for a one-bedroom apartment is ~$2500 (September 2023). With >35% of household income going towards rent, versus the recommended limit of 30%, and with an assumption that lower income households are more likely to rent, the affordability issue becomes more apparent. This need extends across various sectors from finance to essential services like healthcare and education.Addressing the specific questions directly:. What percentage of the existing rental inventory is in co-living units? What is the annual growth rate? Co-living and micro-suite inventory comprises a small yet growing segment of both theExtraordinary OutcomesForumcondo and rental market. Given its emergence, the amount of inventory is untracked in Canada.. How would you compare the cap rate and NOI for co-living vs multifamily assets? The cap rate aligns comparably with multi-family assets, while the NOI demonstrates superiority through well-executed strategies. Through REIIF's appraisals, we have seen no discounts with both Ottawa and Vancouver properties being appraised in the same range as reported multifamily cap rates.· What is the regulatory framework governing this asset class? Operations are guided by the same provincial rental housing regulations as apartments and with building codes overseeing physical elements like unit sizes - there are no distinct regulations pertaining to micro-units.. How has this asset class performed during prior downturns? Do we have data that tracks back to 2008 in the US/Canada? How did this asset class perform in March 2020? Multifamily stands as a resilient asset class with minimal performance volatility, demonstrating responsive rents to inflation and robust occupancy rates. Smaller unit rents often remain below defined 'affordable' levels, contributing to their appeal during both downward and upward market phases. Recent downturn weakness revealed vulnerability in apartments with the highest rents, as well as certain properties in tertiary markets or with binary demand drivers.. How can we ensure high occupancy for the assets Forum is targeting? REIIF places emphasis on markets characterized by durable demand drivers and limited supply. In operational terms, our focus rests on efficient execution, delivering furnished, highly amenitized, branded units at competitive market rents. Continuous monitoring of rent and occupancy allows for monthly optimization of property performance.. What is the average expected duration of lease in a co-living unit? Is this typically viewed as a short-term/temporary solution for millennials? Lease terms commonly extend for twelve months, transitioning to a month-to-month arrangement afterward.. Is there any stigma associated with living in a co-living property? How is Forum trying to differentiate in this space?Stigma does not attach itself to co-living. Rather, it signifies attainable housing replete with a diverse array of services and amenities designed to appeal to the target market. Within this sphere, Forum establishes itself as a frontrunner by virtue of high-quality finishes and furniture, thoughtful amenities, and robust branding.How does the deal pipeline look for this asset class in key Canadian markets? Forum is at the forefront of this trend in Canada. We see demand for more attainable housing that consumes less of a person's income while proving an attractive lifestyle experience. The Forum experience to date includes operating our properties in Vancouver and Ottawa along with our PBSA properties where we have strong occupancy and rental growth. We find our PBSA strategies including furnishing, amenities and branding to translate very effectively to the small units offered in urban markets.Extraordinary OutcomesForumOpportunities predominantly manifest within the conventional multi-family market, boasting substantial transaction volumes annually. Forum has underscored this through several transactions already materialized within REIIF and other opportunities in the third party investment pipeline. The two Vancouver properties indicated in the pipelines provided below in the responses to the May 18, 2023 meeting are micro-unit opportunities. Furthermore, our development pipeline reveals an assortment of emerging opportunities, encompassing properties in Toronto, its environs, and Ottawa.For \"Table 7: REIIF's ROFO Pipeline Assets (2023-2027) (As of September 2023)\": For row 2, Project is Woodroffe Village,City is Ottawa,Sector is Co-Living,Current Status is Construction,REIIFS Expected Purchase Date is Q4 2023,Gross Square Footage is 179,757,Unit Count is 111,Estimated FMV in $ Millions is $71,.For row 3, Project is Arc Student Residence,City is Winnipeg,Sector is PBSA,Current Status is Lease-up,REIIFS Expected Purchase Date is Q1 2024,Gross Square Footage is 212,598,Unit Count is 368,Estimated FMV in $ Millions is $99,.For row 4, Project is ALMA Oshawa,City is Oshawa,Sector is PBSA,Current Status is Construction,REIIFS Expected Purchase Date is Q3 2024,Gross Square Footage is 78,878,Unit Count is 193,Estimated FMV in $ Millions is $56,.For row 5, Project is 15-17 Des Oblats,City is Ottawa,Sector is Micro-unit,Current Status is Zoning Approved,REIIFS Expected Purchase Date is Q1 2027,Gross Square Footage is 105,168,Unit Count is 284,Estimated FMV in $ Millions is $132,.For row 6, Project is 307 Sherbourne,City is Toronto,Sector is Micro-unit,Current Status is Development,REIIFS Expected Purchase Date is Q2 2027,Gross Square Footage is 86,850,Unit Count is 191,Estimated FMV in $ Millions is $151,.For row 7, Project is ALMA Guelph Phase 2,City is Guelph,Sector is PBSA,Current Status is Entitlement Phase,REIIFS Expected Purchase Date is Q3 2027,Gross Square Footage is 226,729,Unit Count is 490,Estimated FMV in $ Millions is $200,.For row 8, Project is Quad C6,City is Toronto,Sector is PBSA,Current Status is Development,REIIFS Expected Purchase Date is Q3 2027,Gross Square Footage is 172,734,Unit Count is 282,Estimated FMV in $ Millions is $173,.For row 9, Project is Quad C7,City is Toronto,Sector is PBSA,Current Status is Development,REIIFS Expected Purchase Date is Q3 2027,Gross Square Footage is 172,734,Unit Count is 281,Estimated FMV in $ Millions is $173,Total Estimated FMV of ROFO Pipeline Assets$1,055Forum Responses to meeting from May 18, 2023:"}, {"id": "CIBC_Responses_06-09-2023_chunk_1", "client_name": "CIBC", "document_name": "Responses", "date": "2023-09-06 00:00:00", "page_number": 6, "content": "1. What is the size of REIIF's target investment market?Forum Response: While Canadian multifamily investment transactions slowed in 2022 from $14.2 billion to $11.4 billion, the segment is poised for continued institutionalization.Since 2016, over $70 billion in multifamily properties have transacted in Canada and it continues to be a favoured asset class for investors given long-term supply/demand imbalances. 2022 was a year dominated by private investors, with the majority of institutional investors being \"pens down\", largely due to a sharp increase in CMHC financing rates in mid 2022.The total number of multifamily transactions declined year-over-year from 2,243 to 1,768, a 21% decline. The average transaction size in 2022 slightly increased to $6.42 million compared to the previous year of $6.34 million.Montreal multifamily led transactions in 2022 with just under $3.9 billion, a 2.3% decline over 2021. However, the GTA remained liquid and comprised ~20% of total multifamily investment volume in 2022 at $2.3 billion, a decline of 33% from the 2021 high of $3.4 billion. Vancouver lagged both the GMA and GTA, at $1.6 billion in multifamily sales.Institutional investing recovered in the fourth quarter of 2022, accounting for 16.2% of all commercial real estate volume.Historical Multifamily Investment Volume in Canada ($B)$16.00$14.00$12.00$10.00$8.00$6.00$4.00$2.00$0.002016201720182019202020212022Sources: CBRE, Colliers, Altus, Marcus and MillchapForumCRE - Investment Volumes by Asset ClassFor \"Table 2\": For row 1, column1 is Office,2022 ($M) is 7,746,2021 ($M) is 8,684,Y-o-Y Change is (10.8%),.For row 2, column1 is Industrial,2022 ($M) is 18,911,2021 ($M) is 17,765,Y-o-Y Change is 6.4%,.For row 3, column1 is Retail,2022 ($M) is 7,733,2021 ($M) is 8,732,Y-o-Y Change is (11.4%),.For row 4, column1 is Multifamily,2022 ($M) is 11,357,2021 ($M) is 14,220,Y-o-Y Change is (20.1%),.For row 5, column1 is ICI Land,2022 ($M) is 12,384,2021 ($M) is 11,927,Y-o-Y Change is 3.8%,.For row 6, column1 is Hotels,2022 ($M) is 407,2021 ($M) is 737,Y-o-Y Change is (44.8%),.For row 7, column1 is Total,2022 ($M) is 58,538,2021 ($M) is 62,066,Y-o-Y Change is (5.7%),CRE - Transaction Count by Asset ClassFor \"Table 3\": For row 1, column1 is Office,2022 is 911,2021 is 841,Y-o-Y Change is 8.3%,.For row 2, column1 is Industrial,2022 is 2,460,2021 is 2,556,Y-o-Y Change is (3.8%),.For row 3, column1 is Retail,2022 is 1,776,2021 is 2,043,Y-o-Y Change is (13.1%),.For row 4, column1 is Multifamily,2022 is 1,768,2021 is 2,243,Y-o-Y Change is (21.2%),.For row 5, column1 is ICI Land,2022 is 1,815,2021 is 2,018,Y-o-Y Change is (10.1%),.For row 6, column1 is Hotels,2022 is 21,2021 is 41,Y-o-Y Change is (48.8%),.For row 7, column1 is Total,2022 is 8,751,2021 is 9,742,Y-o-Y Change is (10.2%),"}, {"id": "CIBC_Responses_06-09-2023_chunk_2", "client_name": "CIBC", "document_name": "Responses", "date": "2023-09-06 00:00:00", "page_number": 8, "content": "2. How could REIIF deploy $500 million of additional capital?Forum Response: Forum continues to generate a strong pipeline of accretive acquisition opportunities for REIIF across Canada. A slowdown of institutional buyers combined with elevated interest rates has led to an unprecedented number of high- quality, core and core-plus investment opportunities. In addition to the third-party investment pipeline, REIIF has proprietary access through a right-of-first-offer (\"ROFO\") on all of Forum's completed development assets, a multi-year pipeline currently in excess of +$1.5 billion.Forum has remained disciplined in the current volatile environment, adding more structure to potential acquisitions to improve REIIF's going-in yield, preserve cash and limit downside. To date, Forum has targeted third-party acquisitions between $10-$50 million for REIIF, with an average size of $40 million, a range that is too large for most private groups and below target acquisition sizes for well-capitalized institutions.In 2022, Forum evaluated more than $2 billion in potential opportunities beyond the initial investment screening stage and is currently tracking to underwriting +$3 billion in 2023.REIIF currently has a target $1 B year 4 net asset value. With a significant transformative investment of $500 million, Forum would refine REIIF's target near-to- medium term fund size to pursue an average transaction size of +$75 million, an area of the market Forum continues to see opportunity, driven by the current lack of institutional participation in investment markets and slowdown in debt capital markets. In growing its average transaction size to $75 million+, REIIF will have the ability to consolidate portfolio opportunities and estimates deployment of $500 million within 12-24 months.The third-party pipeline below is based on opportunities past the initial screening and initial underwriting stage, either in detailed diligence, submitting offers or exchanging formal documentation.ForumActive Third-Party Investment PipelineFor \"Table 4\": For row 1, Address / Name is Spec Acquisition #1,City is Montreal,Prov. is QC,Type is PBSA,Asking Price is $22,000,000,Cap Rate is 6.00%,Units is 27,Price / Unit is $814,815*,Type is Marketed,Stage is APS Negotiation,.For row 2, Address / Name is Spec Acquisition #2,City is Belleville,Prov. is ON,Type is Multifamily,Asking Price is $48,000,000,Cap Rate is 5.10%,Units is 135,Price / Unit is $355,556,Type is Marketed,Stage is LOI Negotiation,.For row 3, Address / Name is Spec Acquisition #3,City is Kingston,Prov. is ON,Type is PBSA,Asking Price is $35,000,000,Cap Rate is 5.50%,Units is 53,Price / Unit is $660,377*,Type is Off-Market,Stage is LOI Submitted,.For row 4, Address / Name is Spec Acquisition #4,City is Saskatoon,Prov. is SK,Type is Multifamily,Asking Price is $52,000,000,Cap Rate is 5.00%,Units is 255,Price / Unit is $203,922,Type is Off-Market,Stage is LOI Submitted,.For row 5, Address / Name is Spec Acquisition #5,City is Calgary,Prov. is AB,Type is Multifamily,Asking Price is $45,000,000,Cap Rate is 4.75%,Units is 125,Price / Unit is $360,000,Type is Off-Market,Stage is LOI Submitted,.For row 6, Address / Name is Spec Acquisition #6,City is Vancouver,Prov. is BC,Type is Multifamily,Asking Price is $52,000,000,Cap Rate is 4.25%,Units is 80,Price / Unit is $650,000,Type is Off-Market,Stage is Underwriting,.For row 7, Address / Name is Spec Acquisition #7,City is Victoria,Prov. is BC,Type is PBSA,Asking Price is $33,000,000,Cap Rate is 4.50%,Units is 76,Price / Unit is $434,211*,Type is Marketed,Stage is Underwriting,.For row 8, Address / Name is Spec Acquisition #8,City is Langford,Prov. is BC,Type is Multifamily,Asking Price is $52,500,000,Cap Rate is 4.50%,Units is 155,Price / Unit is $338,710,Type is Marketed,Stage is Underwriting,.For row 9, Address / Name is Spec Acquisition #9,City is Laval,Prov. is QC,Type is Seniors Housing,Asking Price is $45,000,000,Cap Rate is 6.00%,Units is 158,Price / Unit is $284,810,Type is Marketed,Stage is Underwriting,.For row 10, Address / Name is Spec Acquisition #10,City is Montreal,Prov. is QC,Type is PBSA,Asking Price is $35,000,000,Cap Rate is 4.75%,Units is 100,Price / Unit is $350,000,Type is Marketed,Stage is Underwriting,.For row 11, Address / Name is Total / Average,City is ,Prov. is ,Type is ,Asking Price is $419,500,000,Cap Rate is 4.97%,Units is 1,164,Price / Unit is $360,395,Type is ,Stage is ,The illustrative pipeline below is an example of what the opportunity set would evolve into with $500 million - $750 million to deploy. This pipeline is based on opportunities that Forum previously passed on due to size rather than portfolio fit. Many of these opportunities have not traded and remain available.Illustrative Pipeline with $500 Million - $750 Million MandateFor \"Table 5\": For row 1, Address / Name is Spec Acquisition#1,City is Toronto,Prov. is ON,Sector is Multifamily,Asking Price is $64,000,000,Cap Rate is 4.25%,Units is 160,Price / Unit is $400,000,Type is Marketed,Stage is Passed,.For row 2, Address / Name is Spec Acquisition #2,City is Toronto,Prov. is ON,Sector is Multifamily,Asking Price is $120,000,000,Cap Rate is 4.25%,Units is 304,Price / Unit is $394,737,Type is Marketed,Stage is Passed,.For row 3, Address / Name is Spec Acquisition #3,City is Halifax,Prov. is NS,Sector is PBSA,Asking Price is $94,100,000,Cap Rate is 4.50%,Units is 135,Price / Unit is $697,037*,Type is Marketed,Stage is Passed,.For row 4, Address / Name is Spec Acquisition #4,City is Prince George,Prov. is BC,Sector is Multifamily,Asking Price is $105,000,000,Cap Rate is 5.25%,Units is 365,Price / Unit is $287,671,Type is Off-Market,Stage is Passed,.For row 5, Address / Name is Spec Acquisition #5,City is Laval,Prov. is QC,Sector is Multifamily,Asking Price is $85,000,000,Cap Rate is 4.00%,Units is 245,Price / Unit is $346,939,Type is Marketed,Stage is Passed,.For row 6, Address / Name is Spec Acquisition #6,City is Montreal,Prov. is QC,Sector is Multifamily,Asking Price is $115,000,000,Cap Rate is 4.50%,Units is 245,Price / Unit is $469,388,Type is Marketed,Stage is Passed,.For row 7, Address / Name is Spec Acquisition #7,City is Saskatoon,Prov. is SK,Sector is Multifamily,Asking Price is $70,000,000,Cap Rate is 4.25%,Units is 305,Price / Unit is $229,508,Type is Marketed,Stage is Passed,.For row 8, Address / Name is Spec Acquisition #8,City is Vancouver,Prov. is BC,Sector is Co-Living,Asking Price is $90,000,000,Cap Rate is 4.00%,Units is 162,Price / Unit is $555,556*,Type is Off-Market,Stage is Passed,.For row 9, Address / Name is Total / Average,City is ,Prov. is ,Sector is ,Asking Price is $743,100,000,Cap Rate is 4.40%,Units is 1,921,Price / Unit is $386,830,Type is ,Stage is ,*PBSA and co-living assets can often have up to 4 bedrooms per unit as well as higher per SF rents than traditional apartments. This can skew price per unit figures and as a result PBSA and co-living assets are typically viewed on a per bed basis.Extraordinary OutcomesForumIn addition, through the ROFO pipeline, REIIF has the ability to acquire ~$1.05B of completed developments over the next 48 months (see below), providing REIIF the opportunity to acquire best-in-class assets across Ontario.REIIF's ROFO pipeline is a key source for the acquisition of institutional quality PBSA and co-living assets in desirable Canadian markets, complementing the third-party acquisition pipeline.Forum will continue to grant a ROFO to REIIF on any new development opportunities, growing the pipeline over time and leading to further operational efficiencies across the portfolio as REIIF continues to gain critical mass.REIIF ROFO Pipeline - Next 48 MonthsFor \"Table 7: REIIF's ROFO Pipeline Assets (2023-2027) (As of September 2023)\": For row 2, Project is Woodroffe Village,City is Ottawa,Sector is Co-Living,Current Status is Construction,REIIFS Expected Purchase Date is Q4 2023,Gross Square Footage is 179,757,Unit Count is 111,Estimated FMV in $ Millions is $71,.For row 3, Project is Arc Student Residence,City is Winnipeg,Sector is PBSA,Current Status is Lease-up,REIIFS Expected Purchase Date is Q1 2024,Gross Square Footage is 212,598,Unit Count is 368,Estimated FMV in $ Millions is $99,.For row 4, Project is ALMA Oshawa,City is Oshawa,Sector is PBSA,Current Status is Construction,REIIFS Expected Purchase Date is Q3 2024,Gross Square Footage is 78,878,Unit Count is 193,Estimated FMV in $ Millions is $56,.For row 5, Project is 15-17 Des Oblats,City is Ottawa,Sector is Micro-unit,Current Status is Zoning Approved,REIIFS Expected Purchase Date is Q1 2027,Gross Square Footage is 105,168,Unit Count is 284,Estimated FMV in $ Millions is $132,.For row 6, Project is 307 Sherbourne,City is Toronto,Sector is Micro-unit,Current Status is Development,REIIFS Expected Purchase Date is Q2 2027,Gross Square Footage is 86,850,Unit Count is 191,Estimated FMV in $ Millions is $151,.For row 7, Project is ALMA Guelph Phase 2,City is Guelph,Sector is PBSA,Current Status is Entitlement Phase,REIIFS Expected Purchase Date is Q3 2027,Gross Square Footage is 226,729,Unit Count is 490,Estimated FMV in $ Millions is $200,.For row 8, Project is Quad C6,City is Toronto,Sector is PBSA,Current Status is Development,REIIFS Expected Purchase Date is Q3 2027,Gross Square Footage is 172,734,Unit Count is 282,Estimated FMV in $ Millions is $173,.For row 9, Project is Quad C7,City is Toronto,Sector is PBSA,Current Status is Development,REIIFS Expected Purchase Date is Q3 2027,Gross Square Footage is 172,734,Unit Count is 281,Estimated FMV in $ Millions is $173,Total Estimated FMV of ROFO Pipeline Assets$1,055"}, {"id": "CIBC_Responses_06-09-2023_chunk_3", "client_name": "CIBC", "document_name": "Responses", "date": "2023-09-06 00:00:00", "page_number": 9, "content": "3. Provide an overview of Forum's ownership and how key Fund personnel are aligned:Forum Response: Richard Abboud, Forum's Founder and CEO, controls 100% of the voting shares of Forum Equity Partner's Holdings Inc. (\"FEPH\"), which indirectly owns 100% of Forum Asset Management Inc. (\"FAMI\").Rajeev Viswanathan, Forum's Managing Partner and CFO, directly owns under 1.8% of FEPH's non-voting shares. In addition, Tate Abols and Aly Damji, both ManagingExtraordinary OutcomesForumPartners, and Tony Leone (Partner, Corporate) each own ~0.8-1.5% of FEPH's non- voting shares (i.e. Richard Abboud owns 100% of FEPH's voting shares and 95% of FEPH's non-voting shares). In addition, Rajeev Viswanathan, Tate Abols, Tony Leone and certain other senior Forum professionals are granted annual equity options in FEPH, representing a significant component of total compensation, with the notional amount a function of the respective individual's base salary.Forum's compensation structure for its professionals who work directly on the Fund comprises an annual base salary, annual bonuses and to align interests, deferred equity compensation.In particular:· Managing Director, Asset Management and Fund Head: A market salary and variable compensation of up to 60% of salary in the form of an annual cash bonus and annual equity grants in REIIF to align interests.• VP Finance, Real Estate: A market salary and variable compensation of up to 50% of salary in the form of an annual cash bonus and annual equity grants in REIIF to align interests.Individuals in Forum's Real Estate Investment Team will also receive REIIF equity grants (generally as a percentage of base salary for Manager-level and above).In all cases, equity grants in REIIF made to Forum employees will be paid for by Forum. Additionally, beginning in 2023, all Forum team members are eligible to invest in REIIF and benefit from Forum's employee investment matching program."}, {"id": "CIBC_Responses_06-09-2023_chunk_4", "client_name": "CIBC", "document_name": "Responses", "date": "2023-09-06 00:00:00", "page_number": 9, "content": "4. Explain the fee-bearing capital required for Forum to 'break-even' as an asset asset manager:Forum Response: Forum has the financial resources, commitment, and ability to build a multi-product, alternative asset manager focused across real estate, private equity and infrastructure.Over 27 years, Forum has built a substantial balance sheet, launching its asset management business (\"GP\") in late 2020, having been primarily a principal investor and developer (collectively \"LP\") since Forum's founding in 1996. In late 2020 and 2021, Forum raised the Forum Urban Infrastructure Opportunities Fund I and REIIF, respectively, two flagship funds within its private equity and real estate platforms.Since late 2020, Forum's team has grown significantly to 46 professionals, having hired the key leaders and team members necessary to support scalable growth, with mid-level and junior roles within certain functional areas continuing to be recruited for as the firm builds itsIt is estimated that when considering base asset management and performance fees, Forum's GP business would achieve 'break-even' annually after raising $500 - 600 M of fee-bearing capital."}]