[{"id": "forumresponsestoechelon(2023.08.29)_chunk_0", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 2, "content": "ForumForum House at Brookfield Place East Podium, 2nd Floor 181 Bay Street Toronto, ON M5J 2T3Definitions and Short Forms Used in DDQFor \"Refer to Doc 1.03 for REIIF's Offering Memorandum (\"OM\") in REIIF's data room for all OM definitions\": For row 3, Term is Co-Living Communities,Details is Co-Living accommodation located in urban markets that address the unmet needs of a significant demographic (e.g., young professionals) by providing community, convenience and cost-effective housing.,.For row 4, Term is ESG,Details is Environmental, Social and Governance,.For row 5, Term is FMV,Details is Fair market value of any asset; to be determined in accordance with the Partnership Agreement,.For row 6, Term is Forum or the Firm,Details is Refers to Forum Equity Partners Inc. and all of its related entities, unless otherwise stated,.For row 7, Term is The Fund or REIIF,Details is Forum Real Estate Income and Impact Fund is an unincorporated, open-ended investment trust established under the laws of Ontario pursuant to the DOT. While it is intended that REIIF will qualify as a \"mutual fund trust\" pursuant to the Tax Act, REIIF will not be a \"mutual fund\" or an \"investment fund\" under applicable Securities Laws. REIIF will not undertake any activity, take any action, or make any investment, which would result in REIIF not being considered a unit trust or a mutual fund trust for purposes of the Tax Act.,.For row 8, Term is Highwater Mark,Details is Means, with respect to an LP Unit, initially, the NAV per LP Unit of such LP Unit immediately after the issuance of such LP Unit and, once a Special Allocation has been made with respect to such LP Unit, the highest NAV per LP Unit achieved by such LP Unit at the end of any Special Allocation Period (after payment of the Special Allocation as at the last day in any previous Special Allocation Period), in each case adjusted as necessary to reflect any distributions made by the Partnership.,.For row 9, Term is Hurdle,Details is Means, with respect to an LP Unit, the NAV per LP Unit of such LP Unit on the first day of the applicable Special Allocation Period multiplied by 6.25% in respect of the Series A Units, 7% in respect of the Series F Units, and 7% in respect of the Series I Units. For greater certainty, the Hurdle is non-cumulative (i.e., it re-sets at the start of each Special Allocation Period), will be pro rated where the applicable Special Allocation Period is less than 365 days, and will be adjusted as necessary to reflect any distributions made by the Partnership.,.For row 10, Term is IC,Details is Refers to Forum's Investment Committee, which is chaired by Forum's Founder and CEO, Richard Abboud, and includes its 3 Managing Partners, Rajeev Viswanathan, Aly Damji and Duncan Ramage.,.For row 11, Term is Institutional Investors,Details is A holder of Series I Trust Units,.For row 12, Term is Leadership Team,Details is Includes the following 4 Forum leaders: Founder and CEO, Richard Abboud; Managing Partner & CFO, Rajeev Viswanathan; Managing Partner, Private Equity, Duncan Ramage; and Managing Partner, Real Estate, Aly Damji.,.For row 13, Term is Manager,Details is Forum Asset Management Inc., an Ontario corporation, is retained by REIIF's Board to act as the Manager of REIIF and the Partnership to manage the affairs of REIIF and the Partnership pursuant to the Management Agreement and an exempt market dealer, investment fund manager and portfolio manager in certain jurisdictions.,.For row 14, Term is Multi-Family,Details is Multi-Family apartments located in supply-constrained markets underpinned by stable rent growth and strong demand.,"}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_1", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 3, "content": "Extraordinary OutcomesForumForum House at Brookfield Place East Podium, 2nd Floor 181 Bay Street Toronto, ON M5J 2T3For \"Table 1\": For row 0, column1 is NAV,column2 is Means the net asset value of the Fund or the Partnership, as applicable, or of a series or sub-series of Trust Units of the Fund or of LP Units of the Partnership, as applicable, calculated in accordance with the DOT and the LPA, respectively.,.For row 1, column1 is OM,column2 is Refers to REIIF's confidential offering memorandum for the Offering dated [ May 18, 2022], as it may be amended, supplemented, and/or restated from time to time.,.For row 2, column1 is Partnership / REIIF LP (and SPGPs and SPLPs),column2 is Forum Real Estate Income and Impact LP is a limited partnership formed on October 1, 2021. Note that REIIF LP will generally purchase assets through limited partnerships (referred to as \"SPLPs\") with corporate general partners (referred to as \"SPGPs\"), where each of the Properties will have its own GP and LP.,.For row 3, column1 is PBSA,column2 is Refers to Purpose-Built Student Accommodation,.For row 4, column1 is Retail Investors,column2 is A holder of A and F series Trust Units,.For row 5, column1 is Properties,column2 is Partnership will acquire cash-flowing, resilient residential real estate assets, including equity interests and direct ownership, with opportunities for capital appreciation, underpinned by strong market fundamentals, with a focus on Multi-Family, PBSA and Co-Living properties (the \"Properties\").,.For row 6, column1 is RCF,column2 is Refers to a revolving credit facility. The Partnership has arranged an RCF at an initial size of approximately $65 million (comprised of an initial $35 million limit and three accordion facilities of up to $10 million each) from a Canadian financial institution. The Partnership may arrange for additional revolving credit facilities from one or more Canadian financial institutions or other lenders acceptable to REIIF and the Manager, to manage working capital and to bridge finance acquisitions, and to manage Unitholder redemptions.,.For row 7, column1 is Redemption Price,column2 is On a redemption by a Unitholder, the \"Redemption Price\" per Trust Unit is equal to the redemption proceeds received by REIIF from the Partnership regarding REIIF's redemption of the Corresponding LP Unit, which will equate to the NAV of the Corresponding LP Unit as at the Redemption Date, multiplied by the Redemption Price Percentage (ranges from 95-100% depending on the period between the issuance date of the LP Unit being redeemed and the Redemption Date [e.g., <1 years: 95%, >3 years: 100%]).,.For row 8, column1 is REIIF,column2 is Forum Real Estate Income and Impact Fund is an unincorporated, open-ended investment trust established under the laws of Ontario pursuant to the DOT. While it is intended that REIIF will qualify as a \"mutual fund trust\" pursuant to the Tax Act, REIIF will not be a \"mutual fund\" or an \"investment fund\" under applicable Securities Laws. However, REIIF will not undertake any activity, take any action, or make any investment, which would result in REIIF not being considered a unit trust or a mutual fund trust for purposes of the Tax Act.,.For row 9, column1 is ROFO / ROFO Agreement / ROFO Pipeline Assets,column2 is Pursuant to the ROFO Agreement dated October 1, 2021, between Forum, the Partnership and the GP, Forum will grant the Partnership a right of first offer (the \"ROFO\") on Forum's existing and future pipeline of residential real estate development assets that meet REIIF's investment mandate (the \"ROFO Pipeline Assets\"). Forum intends to sell the ROFO Pipeline Assets to the Partnership for a price determined using the average of two appraisals, which is approved by the REIIF Board. The current ROFO Pipeline Assets that the Partnership may acquire are expected to be valued at ~$600 million over the next 5 years (refer to the OM, Properties - ROFO Pipeline Assets, on Pages [46-51], for descriptions of 6 Properties comprising the current ROFO Pipeline Assets).,.For row 10, column1 is Special Allocation (\"Performance Fee\"),column2 is Refers to the Performance Fees; In respect of each Series A, F and W LP Units, and each Special Allocation Period, the Special LP is entitled to an allocation equal to the lesser of (a.) and (b.) where: a. equals 15% of the Aggregate Overall Appreciation of each such LP Unit during such Special Allocation Period; and,.For row 11, column1 is b. equals the Aggregate Overall Appreciation of each such LP Unit during such Special Allocation Period that is in excess of the Hurdle for such Special Allocation Period. In respect of each Series I LP Unit, the Special LP shall be entitled to a Special Allocation equal to 15% of the Aggregate Overall Appreciation of each such LP Unit during such Special Allocation Period that is in excess of the Hurdle for such Special Allocation Period.,"}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_2", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 4, "content": "Extraordinary OutcomesForumForum House at Brookfield Place East Podium, 2nd Floor 181 Bay Street Toronto, ON M5J 2T3For \"Table 2\": For row 0, column1 is ,column2 is At the Manager's sole discretion, the Special Allocation attributable to Series A LP Units and Series I LP Units may be paid and satisfied, in whole or in part, by the issuance of Series M LP Units to the Special LP, which do not have an Asset Management Fee or Special Allocation. The Partnership will pay the Special Allocation attributable to a Series F LP Unit by the issuance to the Special LP of Series M LP Units for the first three years from the issuance date of such Series F LP Units. Note: Forum Real Estate Income and Impact Special LP (the \"Special LP\") is entitled to receive Special Allocations (i.e., Performance Fees),.For row 1, column1 is Special Allocation Period,column2 is Means, with respect to an LP Unit, the period:,.For row 2, column1 is a. commencing (i) initially, on the date of issuance of such LP Unit and (ii) thereafter, immediately following the end of the preceding Special Allocation Period, and,.For row 3, column1 is b. ending on the earlier of (i) the 31st day of December in each fiscal year, (ii) the date on which the LP Unit is redeemed, (iii) the effective date that the Manager ceases to be the manager of the Partnership, and (iv) the date on which the Partnership dissolves and/or terminates.,.For row 4, column1 is Trust Units,column2 is The units of beneficial interest in the Fund created by the Trustees, issued from time to time in accordance with the DOT and having the rights, privileges, limitations, restrictions and conditions set out in the Declaration of Trust,"}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_3", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 4, "content": "Questions from August 28, 2023Items for Discussion with Forum:Section 1. Fee structure (management fees, acquisition fees, incentive fees), as well as performance fee mechanics and calculation:: Forum's Response: Fees charged by REIIF include:. Asset Management Fee - REIIF's Asset Management Fee for F Series NAV / Unit: 1.25% p.a. of the F Series NAV / Unit.. Performance Fee - REIIF's Performance Fee for F Series NAV / Unit: 15% to the Manager over a 7% p.a. Hurdle (non-cumulative), with a full catch-up and an annual Highwater Mark.. Refer to #25 for the performance fee mechanics and calculation."}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_4", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 5, "content": "Section 2. Valuation methodology (particularly in light of sensitivity of valuation to e.g. capitalization rate) as well as \"market evidence\" to support appraisal values: Forum's Response: Each property's fair market value (\"FMV\") is determined by an annual appraisal, prepared by an independent firm, with quarterly reviews of FMV by the Manager for intervening periods. All changes are documented, with audit procedures performed on valuations as part of REIIF's annual audit. Where intra-quarter valuations are required at the Manager's discretion, the process for quarterly valuations applies.The Manager's Real Estate Investment Team is responsible for performing interim quarterly valuations during periods between annual appraisals of each property, as these Forum professionals are the most knowledgeable on the primary inputs used to determine each asset's FMV (e.g., cap rates, discount / terminal cap rates, market rental rates, recent appraisals of similar properties, etc.). The Manager's Real Estate Investment Team uses third-party tools, such as Realnet, brokerage market reports, etc. to assess market inputs.ForumForum House at Brookfield Place East Podium, 2nd Floor 181 Bay Street Toronto, ON M5J 2T3These internal valuations are reviewed and approved by the Manager represented by Forum's Managing Partner, Real Estate (Aly Damji) and Forum's Managing Partner & CFO (Rajeev Viswanathan). Both professionals have several decades of real estate experience and are skilled in real estate valuation methods. More specifically, over the past decade, Rajeev was involved in real estate valuation processes and had ultimate accountability for valuations used in financial reporting for several public real estate companies.Refer to Forum's Valuation Policy (Attached) for real estate valuation details."}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_5", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 5, "content": "Section 3. ROFO (dropdown process, primary terms of agreement, valuation methodology, composition of Board determining or approving value, how developer is paid aside from margin): Forum's Response: Pursuant to the right of first offer (the \"ROFO\" Agreement) dated October 1, 2021, between Forum, the partnership and the GP, Forum will grant the Partnership a ROFO on Forum's existing and future pipeline of residential real estate development assets that meet REIIF's investment mandate (the \"ROFO Pipeline Assets\"). Forum intends to sell the ROFO Pipeline Assets to the Partnership for a price determined using the average of two appraisals, which is approved by the REIIF board of trustees and the GP's board of directors (collectively \"REIIF's Board\"), which comprises 6 members as of the date hereof, with 4 members being independent of Forum. One of the independent trustees will act as the Lead Trustee and provide leadership to enhance the REIIF's Board's effectiveness and independence.Given the potential for conflicts of interest between REIIF and the Manager, the majority of REIIF's Board are independent Trustees. As noted, REIIF's Trustees will be responsible for approving acquisitions by the Manager of ROFO Pipeline Assets and approving all related-party transactions not covered by the Management Agreement or the ROFO Agreement.REIIF pays the developer (i.e., Forum) for the ROFO Pipeline Assets, through a combination of assumption of debt, cash, and issuance of fund units. After the transfer, there is no other consideration paid to Forum in its developer capacity."}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_6", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 6, "content": "Section 4. Unitholder liability (perhaps given trust structure) and Offering Memorandum statement that \"there is no assurance that Unitholders will not be personally liable for the obligations of the Fund.\": Pursuant to the Declaration of Trust (Sections 2.09 and 2.10), if any Unitholder is held personally liable as such to any other person in respect of any debt, liability or obligation incurred by or on behalf of the Fund, or any action taken on behalf of the Fund, such Unitholder is entitled to indemnity and reimbursement out of the Fund assets to the full extent of such liability for all costs of any litigation or other proceedings in which such liability has been determined, including all fees and disbursements of counsel. The rights accruing to a Unitholder do not exclude any other rights to which such Unitholders may be lawfully entitled, nor does anything contained in the Declaration of Trust restrict the right of the Trustee to indemnify or reimburse a Unitholder out of the Fund's assets in any appropriate situation not specially provided herein but, for greaterForumForum House at Brookfield Place East Podium, 2nd Floor 181 Bay Street Toronto, ON M5J 2T3certainty, the Trustees and the Manager have no liability to reimburse a Unitholder for taxes assessed against them by reason of or arising out of his ownership of Trust Units.Information Requests:"}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_7", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 6, "content": "Section 1. Please provide monthly yield since inception: Forum's Response: REIIF's target distribution yield is 4-5% per annum, distributed monthly, consisting primarily of return of capital. The F series distribution yield was set at 4.5% for initial F series investors and has been consistent since inception and is currently yielding 4.2%.The F series monthly total return since inception is as follows:For \"Table 3\": For row 1, Series F is 2022,Jan is 0.02,Feb is 5.08,Mar is 0.46,Apr is 0.20,May is 0.19,June is 0.19,July is 1.49,Aug is 0.25,Sept is 0.22,Oct is 0.84,Nov is 0.21,Dec is 1.00,Annual is 10.51,.For row 2, Series F is 2023,Jan is 0.81,Feb is 1.00,Mar is 0.70,Apr is 0.05,May is 0.14,June is 0.47,July is 0.60,Aug is -,Sept is -,Oct is ,Nov is -,Dec is -,Annual is 3.93,"}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_8", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 7, "content": "Section 2. Please provide an updated deal pipeline: For \"REIIF's ROFO Pipeline Assets (2023-2027) (As of June 2023)\": For row 2, Project is Woodroffe Village,City is Ottawa,Sector is Co-Living,Current Status is |Construction,REIIFs Expected Purchase Date is Q4 2023,Gross Square Footage is 179,757,Unit Count is 111,Estimated FMV in $ Millions is $71,.For row 3, Project is 15-17 Des Oblats,City is Ottawa,Sector is Micro- unit,Current Status is Zoning Approved,REIIFs Expected Purchase Date is Q1 2027,Gross Square Footage is 105,168,Unit Count is 284,Estimated FMV in $ Millions is 132,.For row 4, Project is 307 Sherbourne,City is Toronto,Sector is Micro- unit,Current Status is Development,REIIFs Expected Purchase Date is Q2 2027,Gross Square Footage is 86,850,Unit Count is 191,Estimated FMV in $ Millions is 151,.For row 5, Project is ALMA Guelph Phase 2,City is Guelph,Sector is PBSA,Current Status is Entitlement Phase,REIIFs Expected Purchase Date is Q3 2027,Gross Square Footage is 226,729,Unit Count is 490,Estimated FMV in $ Millions is 200,.For row 6, Project is Quad C6,City is Toronto,Sector is PBSA,Current Status is Development,REIIFs Expected Purchase Date is Q3 2027,Gross Square Footage is 172,734,Unit Count is 282,Estimated FMV in $ Millions is 173,.For row 7, Project is Quad C7,City is Toronto,Sector is PBSA,Current Status is Development,REIIFs Expected Purchase Date is Q3 2027,Gross Square Footage is 172,734,Unit Count is 281,Estimated FMV in $ Millions is 173,Total Estimated FMV of ROFO Pipeline Assets$900ForumForum House at Brookfield Place East Podium, 2nd Floor 181 Bay Street Toronto, ON M5J 2T3For \"REIIF's Third-Party Acquisition Pipeline (Listed and Off-Market) (As of June 2023)\": For row 2, Neighbourhood is 1. Collingwood,City is Vancouver,Sector is Multi-Family,Gross Square Footage is 40,500,Unit Count is 40,Estimated FMV in $ Millions is $20,.For row 3, Neighbourhood is 2. Shaughnessy Village,City is Montreal,Sector is Multi-Family,Gross Square Footage is 22,500,Unit Count is 89,Estimated FMV in $ Millions is 20,.For row 4, Neighbourhood is 3. Phillips Square,City is Montreal,Sector is Multi-Family,Gross Square Footage is 150,000,Unit Count is 245,Estimated FMV in $ Millions is 100,.For row 5, Neighbourhood is 4. Barrie,City is GTA,Sector is Multi-Family,Gross Square Footage is 72,000,Unit Count is 95,Estimated FMV in $ Millions is 42,.For row 6, Neighbourhood is 5. Downtown,City is Langford,Sector is Multi-Family,Gross Square Footage is 106,757,Unit Count is 155,Estimated FMV in $ Millions is 54,.For row 7, Neighbourhood is 6. Downtown,City is Kitchener,Sector is PBSA,Gross Square Footage is 37,000,Unit Count is 92,Estimated FMV in $ Millions is 24,.For row 8, Neighbourhood is 7. Marda Loop,City is Calgary,Sector is Multi-Family,Gross Square Footage is 101,000,Unit Count is 124,Estimated FMV in $ Millions is 53,.For row 9, Neighbourhood is 8. Sandy Hill,City is Ottawa,Sector is PBSA,Gross Square Footage is 197,000,Unit Count is 214,Estimated FMV in $ Millions is 78,.For row 10, Neighbourhood is Total Estimated FMV of Third-Party Assets,City is $391,Notes on Table 8: Forum currently expects to acquire 100% ownership of each of the above Third-Party Assets."}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_9", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 8, "content": "Section 3. Please provide names and bios of the Independent Directors of the Managing General Partner (or are they the same as the independent Trustees of the trust)?: Forum's Response: Independent Directors (for REII LP) are the same as Independent Trustees (of REIIF or the trust).The Independent Directors and Trustees are:KEN MINER, LEAD TRUSTEE· Retired from the Ontario Municipal Employees Retirement System (\"OMERS\"), where he was Executive Vice-President & Global Head, Capital Markets.. Previously, spent 25 years at TD Asset Management (\"TDAM\"), as vice chair and Co- Head of Asset Allocation.. Serves as a Director on the boards of Brit Plc, Allied World and AGT Food Ingredients.JANICE MADON, TRUSTEE· Serves as a Corporate Director at Foresters Financial.· Senior Advisor to Brookfield Asset Management.. Previously, spent 12 years in senior leadership roles at Manulife Financial, including as the Executive Vice President and Chief Financial Officer, Manulife Canada.ForumForum House at Brookfield Place East Podium, 2nd Floor 181 Bay Street Toronto, ON M5J 2T3JOHN R. MORRISON, TRUSTEE. Past vice chair and former President and Chief Executive Officer of Choice Properties REIT.· Formerly President and Chief Executive Officer of Primaris REIT.· Previous President, Real Estate Management at Oxford Properties Group.. Active member of the International Council of Shopping Centres (\"ICSC\") and currently serves as chair of the Executive Board.MITCH FRAZER, TRUSTEE. Partner and the chair of the Pensions and Employment Practice at Mintz LLP.· Chancellor of Ontario Tech University.. Co-founder of the National Institute on Ageing at Toronto Metropolitan University, a former adjunct professor at both the University of Toronto Faculty of Law and Osgoode Hall Law School."}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_10", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 9, "content": "Section 4. Last month's NAV broken down by line item: Forum's Response: REIIF Trust NAV:(in dollars, except per unit amounts)July 1 - July 31, 2023Jan 1 - July 31, 2023TotalPer UnitTotalPer UnitOpening NAV *$ 134,456,070$ 10.96$ 98,967,783$ 10.73Trust income and administrative expenses *1,177,0060.095,423,7790.57Units Issued6,739,58140,214,0081Units Redeemed(8,861)(792,775)Trust distributions to unitholders(538,321)(0.04)(3,360,661)(0.29)DRIP and other282,1781,655,519Total change during the period7,651,5830.0543,139,8700.28Closing NAV - July 31, 2023$ 142,107,65311.01$ 142,107,653$ 11.01ForumForum House at Brookfield Place East Podium, 2nd Floor 181 Bay Street Toronto, ON M5J 2T3REII LP NAV:(in dollars, except per unit amounts)July 1 - July 31, 2023Jan 1 - July 31, 2023TotalPer UnitTotalPer UnitOpening NAV - Fund$ 222,462,426$ 10.96$ 184,481,112$ 10.73YTD Allocated to Special LP - June 2023(722,682)(0.03)(722,682)(0.03)Opening NAV - LPs$ 221,739,744$ 10.93$ 183,758,430$ 10.69Funds from operations681,6130.032,267,3460.11Fair value gain (loss) on investment properties7,819,3930.44Fair value gain (loss) on financial instruments(163,209)(0.01)(352,224)(0.02)Units Issued - 3rd Party Capital6,739,851-40,214,2781Units Issued - ALMA Guelph18,935,251-18,935,2511FSIR - ALMA Guelph1,583,3160.071,583,3160.07Cash settlement of 2022 Special Allocation-(94,703)1Units Redeemed(8,861)(792,776)1Special allocation payable1(323,677)(0.01)(323,677)(0.01)Distributions(1,015,284)(0.04)(6,219,232)(0.31)DRIP and other282,1781,655,518Total change during period26,711,1770.0464,692,4910.27Closing NAV - LPs$ 248,450,921$ 10.97$ 248,450,921$ 10.971YTD Allocated to Special LP - July 20231,046,3590.041,046,3590.04Closing NAV - Fund$ 249,497,280$ 11.01249,497,280\n:selected:$ 11.01Written Responses:Strategy."}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_11", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 9, "content": "Section 1. What is Forum's view on the market opportunity today?: Section a. Has this changed with where rates are vs. being able to secure effective coupon rates of 1.78% - 4.00% before?: Forum's Response: Given the higher interest rate environment, REIIF's acquisition strategy has adjusted to focus on opportunities where Forum can employ active asset management and/or move quickly to underwrite and secure investment opportunities that are experiencing distress.REIIF is also looking at assets with assumable mortgages placed before the recent rise in rates, while utilizing interest rate hedges to secure upcoming refinancings."}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_12", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 10, "content": "Section b. What is Forum's view on issues with student housing and affordability and macro risks such as rent caps to alleviate this issue?: Forum's Response: REIIF is well-positioned to continue to deliver strong returns, with a portfolio focused on PBSA, co-living communities, micro-units and non-rent-controlled apartments.ForumForum House at Brookfield Place East Podium, 2nd Floor 181 Bay Street Toronto, ON M5J 2T3These types of residential housing experience naturally higher tenant turnover relative to other types of real estate, providing continued rental growth opportunities. The rental housing industry (and most levels of government) are aware that the Canadian housing challenges need supply versus demand-side solutions.Further, most of REIIF's portfolio, with a focus on furnished and smaller format units, meets the CMHC definition of affordability - albeit at higher PSF rental rates."}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_13", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 10, "content": "Section 2. The target returns are 8-12% net, which means, for example, 14% gross returns. Is this sustainable over the long-term for the strategy that is being targeted? Confirm this is net of fees, expenses/ partnership expenses, and incentive fees.: Forum's Response:The target returns of 8-12% are net returns, after asset management and performance fees, and fund expenses.REIIF is well-positioned to continue to deliver strong returns within its target range, with a portfolio of residential housing experiencing naturally higher tenant turnover providing consistent rental growth.Income growth contributes to increasing valuations (or stable values with expanded cap rates). In addition to market rental growth, value-add initiatives enhance performance by increasing residential density (e.g., adding bedrooms or suites to existing buildings), reducing operating costs, adding or enhancing income generating services (e.g., laundry, telecom, parking) and perceived value (e.g., resident amenities, branding, social programing).Furthermore, REIIF's strategy and target returns are supported by a debt structure (as of Q2 2023) with 100% fixed rate debt with a Weighted Average Term to Maturity of ~7 years and an average coupon rate less than 3%."}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_14", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 11, "content": "Section 3. What is the intention of investing/developing in the US and when?: Forum's Response: In the near to medium-term, no US acquisitions are anticipated.REIIF is a perpetual investment vehicle, and the offering memorandum provides the Manager the flexibility to make US investments - but would only do so should compelling investment opportunities arise where the risk-adjusted return profile is significantly better than Canadian rental housing acquisition opportunities.ForumForum House at Brookfield Place East Podium, 2nd Floor 181 Bay Street Toronto, ON M5J 2T3"}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_15", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 11, "content": "Section 4. Are there any current institutional investors in REIIF or expected to come into REIIF?: Forum's Response: REIIF offers I series units to qualified institutional investors. Currently, there are Fund of Fund investors and some smaller institutional investors in the I series.The Manager is actively marketing to larger pension funds and other institutional investors with the recent addition of a dedicated institutional sales professional.Operational:"}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_16", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 12, "content": "Section 5. Please provide a few examples of Forum's ability to add value.: Forum's Response: Value-add initiatives include enhance performance by:· increasing residential intensity - added bedrooms at 1602-1604 Queen St E. and 2011 Joly and added studios at 1738 & 1744 Wilson.· reducing operating costs - at all properties with notable achievement at Quad C1 and C2 through a recommissioning process including integration with Quad C3 and C4, revised set-points, installation of new controllers and variable speed drives.· adding or enhancing income generating services (e.g., laundry, telecom, parking) including new telecom, washing machines and payment systems at 455 Abbott, benchmarked substantial price increases at Quad C1 and C2, and parking optimization at 399 Stan Bailie.· perceived value (e.g., resident amenities, branding, social programing) at all properties, especially PBSA and the implementation of branding and amenities at ALMA Guelph.ForumForum House at Brookfield Place East Podium, 2nd Floor 181 Bay Street Toronto, ON M5J 2T3"}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_17", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 12, "content": "Section 6. How does Forum set rent at each of its properties?: Forum's Response: Market rents are reviewed and discussed with property managers and independently analysed by Forum.Our review includes national, regional and local market reports along with investigation and tracking of specific competitive properties. Our results are used to report on the embedded income potential of the portfolio in our Quarterly Investor Report. As at June 30, 2023, the Manager estimates the portfolio had a difference between in place and market rent of over 20% as indicated in the following table.Asset TypeAMR to Market Rent AnalysisTrailing Twelve Month AnalysisUnits / BedsAMRAMR /sq ftMarket RentMarket Rent /sq ftGain to Lease (%)New LeasesTurnover\n(%)Expiring\nRentNew RentGain on Turnover (%)Co-living62$ 1,507$ 5.46$ 1,604$ 5.816.4%3861.3%$ 1,438$ 1,4964.0%Multi-family2971,7322.631,9543.3212.8%12943.4%1,7871,8594.0%PBSAQuad C1 and C28121,1864.271,4845.3825.1%56269.2%1,1211,1896.1%Quad C3 and C417081,2394.471,4885.3820.2%Total portfolio1,879$ 1,299$ 3.88$ 1,564$ 4.7420.4%72938.8%$ 1,414$ 1,4834.9%Renewals at non-rent-controlled properties are set to market rates and rent-controlled renewals are set per the applicable regulations.Financing:"}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_18", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 13, "content": "Section 7. What have higher rates done to the portfolio, pipeline, and valuations?: Forum's Response: Higher rates have resulted in a reduction of variable rate debt and with a debt structure (as of Q2 2023) with 100% fixed rate debt, a Weighted Average Term to Maturity of ~7 years, an average coupon rate less than 3% and a Debt to Asset ratio of 45%.Further, higher rates have resulted in more selective underwriting (as previously described) resulting in an overall reduction in investment opportunities relative to 2021, yet still robust given Forum's access to proprietary investment opportunities.REIIF valuations have remained conservative relative to public REIT IFRS values and rental growth expectations provide a valuation buffer for potential capitalization rate expansion.For example, in 2022 REIIF's overall return for its F Series was 10.5% and would have been approximately 15% if not for the Manager electing to increase capitalization rates for non- rent-controlled assets at the end of 2022 to recognize the higher rate environment.ForumForum House at Brookfield Place East Podium, 2nd Floor 181 Bay Street Toronto, ON M5J 2T3"}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_19", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 14, "content": "Section 8. What is the status of refinancing the Quad C3 and C4 debt due Jan-23 and the upcoming or past variable rate debt due Feb-23, Feb-24 and even Dec-24?: Forum's Response: As of Q2 2023, several financings have been completed and variable rate debt has been reduced and is summarized in the table below from the Q2 2023 Investor Report. The remaining variable rate balance of $2.7M was paid off shortly after quarter end.For \"Table 9\": For row 1, Property is Fixed rate debt:,Ownership\n% is ,Fixed /\nFloat is ,Type is ,Principal is ,% is ,Undrawn is ,WATM is ,Maturity is ,Effective Interest Rate1 is ,Coupon Rate is ,.For row 2, Property is Quad C1 & C2,Ownership\n% is 70%,Fixed /\nFloat is Fixed,Type is Permanent,Principal is $ 66.1,% is 34.9%,Undrawn is $,WATM is 7.7,Maturity is Mar-31,Effective Interest Rate1 is 2.50%,Coupon Rate is 1.78%,.For row 3, Property is Quad C3 & C4,Ownership\n% is 50%,Fixed /\nFloat is Fixed,Type is Permanent,Principal is 61.8,% is 32.7%,Undrawn is ,WATM is 9.9,Maturity is Jun-33,Effective Interest Rate1 is 4.21%,Coupon Rate is 4.10%,.For row 4, Property is 87 Mann,Ownership\n% is 100%,Fixed /\nFloat is Fixed,Type is Permanent,Principal is 9.5,% is 5.0%,Undrawn is ,WATM is 3.9,Maturity is Jun-27,Effective Interest Rate1 is 3.05%,Coupon Rate is 3.44%,.For row 5, Property is 455 Abbott,Ownership\n% is 100%,Fixed /\nFloat is Fixed,Type is Permanent,Principal is 20.9,% is 11.1%,Undrawn is ,WATM is 4.9,Maturity is Jun-28,Effective Interest Rate1 is 4.52%,Coupon Rate is 3.75%,.For row 6, Property is 399 Stan Bailie,Ownership\n% is 100%,Fixed /\nFloat is Fixed,Type is Permanent,Principal is 28.2,% is 14.9%,Undrawn is ,WATM is 3.0,Maturity is Jul-26,Effective Interest Rate1 is 1.64%,Coupon Rate is 1.60%,.For row 7, Property is Total fixed rate debt,Ownership\n% is ,Fixed /\nFloat is ,Type is ,Principal is $ 186.5,% is 98.6%,Undrawn is $ -,WATM is 7.2,Maturity is ,Effective Interest Rate1 is 3.19%,Coupon Rate is 2.83%,.For row 8, Property is Variable rate debt:,Ownership\n% is ,Fixed /\nFloat is ,Type is ,Principal is ,% is ,Undrawn is ,WATM is ,Maturity is ,Effective Interest Rate1 is ,Coupon Rate is ,.For row 9, Property is Quad C1 & C2,Ownership\n% is 70%,Fixed /\nFloat is Float,Type is RCF,Principal is $ -,% is 0.0%,Undrawn is $ 21.0,WATM is 0.7,Maturity is Feb-24,Effective Interest Rate1 is 8.20%,Coupon Rate is 8.20%,.For row 10, Property is REII LP,Ownership\n% is 100%,Fixed /\nFloat is Float,Type is RCF,Principal is 2.7,% is 1.4%,Undrawn is 12.4,WATM is 1.5,Maturity is Dec-24,Effective Interest Rate1 is 7.95%,Coupon Rate is 7.95%,.For row 11, Property is Total variable rate debt,Ownership\n% is ,Fixed /\nFloat is ,Type is ,Principal is $ 2.7,% is 1.4%,Undrawn is $ 33.4,WATM is 1.5,Maturity is ,Effective Interest Rate1 is 7.95%,Coupon Rate is 7.95%,.For row 12, Property is Total portfolio,Ownership\n% is ,Fixed /\nFloat is ,Type is ,Principal is $ 189.1,% is 100.0%,Undrawn is $ 33.4,WATM is 7.1,Maturity is ,Effective Interest Rate1 is 3.26%,Coupon Rate is 2.90%,Fixed /\nFloatTypePrincipal%UndrawnWATMMaturityEffective Interest Rate1Coupon RateFixed rate debt:Quad C1 & C270%FixedPermanent$ 66.134.9%$7.7Mar-312.50%1.78%Quad C3 & C450%FixedPermanent61.832.7%9.9Jun-334.21%4.10%87 Mann100%FixedPermanent9.55.0%3.9Jun-273.05%3.44%455 Abbott100%FixedPermanent20.911.1%4.9Jun-284.52%3.75%399 Stan Bailie100%FixedPermanent28.214.9%3.0Jul-261.64%1.60%Total fixed rate debt$ 186.598.6%$ -7.23.19%2.83%Variable rate debt:Quad C1 & C270%FloatRCF$ -0.0%$ 21.00.7Feb-248.20%8.20%REII LP100%FloatRCF2.71.4%12.41.5Dec-247.95%7.95%Total variable rate debt$ 2.71.4%$ 33.41.57.95%7.95%Total portfolio$ 189.1100.0%$ 33.47.13.26%2.90%Undrawn WATM Maturity1. Effective interest rate includes amortization of debt issuance costs and interest rate hedge settlement related to debt instrument.ForumForum House at Brookfield Place East Podium, 2nd Floor 181 Bay Street Toronto, ON M5J 2T3Team and Alignment."}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_20", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 15, "content": "Section 9. How many Forum employees are dedicated solely to REIIF? How many shared resources (at any level)?: Forum's Response:Forum's Professionals Involved in REIIF (As of January 2023)For \"Table 10\": For row 1, Name is 1. Richard Abboud,Role / Title is President & CEO,Employment Start Date is 1996,Relevant Experience (Years) is 35+,Experience at Forum (Years) is 27,% of Time to Spend on REIIF is 25%,Functional Areas is REIIF Board Trustee; Forum IC Chair,.For row 2, Name is 2. Aly Damji,Role / Title is Managing Partner, Real Estate,Employment Start Date is 2020,Relevant Experience (Years) is 17+,Experience at Forum (Years) is 3,% of Time to Spend on REIIF is 50%,Functional Areas is REIIF Board Trustee; Forum IC Member,.For row 3, Name is 3. Rajeev Viswanathan,Role / Title is Managing Partner & CFO,Employment Start Date is 2020,Relevant Experience (Years) is 23+,Experience at Forum (Years) is 3,% of Time to Spend on REIIF is 50%,Functional Areas is Corporate Finance and Administration; Forum IC Member,.For row 4, Name is 4. Tony Leone,Role / Title is Partner, Corporate,Employment Start Date is 2021,Relevant Experience (Years) is 20+,Experience at Forum (Years) is 2,% of Time to Spend on REIIF is 25%,Functional Areas is Corporate Finance and Administration, Tax and Legal,.For row 5, Name is 5. Greg Spafford,Role / Title is Managing Director, Real Estate Asset Management & Portfolio Manager (REIIF),Employment Start Date is 2022,Relevant Experience (Years) is 25+,Experience at Forum (Years) is 2,% of Time to Spend on REIIF is 95%,Functional Areas is Real Estate Investments,.For row 6, Name is 6. Ali Khoja,Role / Title is Managing Director, Real Estate Operations,Employment Start Date is 2023,Relevant Experience (Years) is 25+,Experience at Forum (Years) is 1,% of Time to Spend on REIIF is 95%,Functional Areas is Real Estate Operations,.For row 7, Name is 7. Derek Yeung,Role / Title is VP Finance, Real Estate,Employment Start Date is 2023,Relevant Experience (Years) is 10+,Experience at Forum (Years) is 1,% of Time to Spend on REIIF is 90%,Functional Areas is Real Estate Finance and Accounting,.For row 8, Name is 8. Mike Chong,Role / Title is Associate Director,Employment Start Date is 2023,Relevant Experience (Years) is 11+,Experience at Forum (Years) is 1,% of Time to Spend on REIIF is 90%,Functional Areas is Real Estate Finance and Accounting,.For row 9, Name is 9. Dayna Gilbert,Role / Title is Managing Director, Real Estate Development,Employment Start Date is 2021,Relevant Experience (Years) is 16+,Experience at Forum (Years) is 3,% of Time to Spend on REIIF is 25%,Functional Areas is Real Estate Investments,.For row 10, Name is 10. Kathleen Beaumont,Role / Title is Director, Impact & ESG,Employment Start Date is 2022,Relevant Experience (Years) is 15+,Experience at Forum (Years) is 1,% of Time to Spend on REIIF is 80%,Functional Areas is Real Estate Investments,.For row 11, Name is 11. Steven Pink,Role / Title is Director, Real Estate Project Management,Employment Start Date is 2021,Relevant Experience (Years) is 9+,Experience at Forum (Years) is 3,% of Time to Spend on REIIF is 25%,Functional Areas is Real Estate Construction Project Management,.For row 12, Name is 12. Jane Ashby,Role / Title is Assistant Project Manager,Employment Start Date is 2023,Relevant Experience (Years) is 7+,Experience at Forum (Years) is 1,% of Time to Spend on REIIF is 25%,Functional Areas is Real Estate Construction Project Management,.For row 13, Name is 13. Kimberly Horvath,Role / Title is Manager, Real Estate Management,Employment Start Date is 2022,Relevant Experience (Years) is 16+,Experience at Forum (Years) is 1,% of Time to Spend on REIIF is 95%,Functional Areas is Real Estate Investments,.For row 14, Name is 14. Long Trinh,Role / Title is Associate Director, Real Estate Investments,Employment Start Date is 2022,Relevant Experience (Years) is 13+,Experience at Forum (Years) is 2,% of Time to Spend on REIIF is 50%,Functional Areas is Real Estate Investments,.For row 15, Name is 15. Sebastian Colville- Reeves,Role / Title is Associate, Real Estate Investments,Employment Start Date is 2022,Relevant Experience (Years) is 6+,Experience at Forum (Years) is 1,% of Time to Spend on REIIF is 50%,Functional Areas is Real Estate Investments,.For row 16, Name is 16. Collin Drosdoski,Role / Title is Director, Real Estate Investments,Employment Start Date is 2021,Relevant Experience (Years) is 7+,Experience at Forum (Years) is 2,% of Time to Spend on REIIF is 50%,Functional Areas is Real Estate Investments,.For row 17, Name is 17. Sydney Zhang,Role / Title is Development, Coordinator,Employment Start Date is 2022,Relevant Experience (Years) is 2+,Experience at Forum (Years) is 1,% of Time to Spend on REIIF is 25%,Functional Areas is Real Estate Construction Project Management,.For row 18, Name is 18. Milica Popovic,Role / Title is Senior Analyst, Real Estate Asset Management,Employment Start Date is 2022,Relevant Experience (Years) is 5+,Experience at Forum (Years) is 1,% of Time to Spend on REIIF is 80%,Functional Areas is Real Estate Investments,.For row 19, Name is 19. Nick Stephen,Role / Title is Analyst, Real Estate Investments,Employment Start Date is 2022,Relevant Experience (Years) is 4+,Experience at Forum (Years) is 2,% of Time to Spend on REIIF is 80%,Functional Areas is Real Estate Investments,Extraordinary OutcomesForumForum House at Brookfield Place East Podium, 2nd Floor 181 Bay Street Toronto, ON M5J 2T3"}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_21", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 15, "content": "Section 10. Are the 4 independent trustees (Ken, Janice, John, and Mitch) only trustees for REIIF or are they involved in other Forum activities?: Forum's Response: Ken, Janice, John, and Mitch are independent trustees for REIIF and not involved in any other Forum activities."}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_22", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 15, "content": "Section 11. Please confirm Forum invested $50m in REIIF. Which individuals, if any, made this commitment?: Forum's Response: A portion of the purchase price of the seed assets was paid through the sponsor investment with the issuance of Series M LP Units to Forum and/or an affiliate of Forum with a value over $50 million.Forum is currently the largest investor in the Fund and has committed to maintaining a minimum $50 million investment. The $50 million excludes any Forum team members."}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_23", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 15, "content": "Section 12. Was the Sponsor Investment of $50m of Series M LP Units the above? Was it all cash contributions?: Forum's Response: The Sponsor investment (being the issuance of Series M LP Units) to Forum and/or an affiliate of Forum with a value over $50 million was initially paid through a transfer of Forum's interest in Quad (Phase 1), REIIF's largest and most significant Seed Asset."}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_24", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 15, "content": "Section 13. How are incentive fees split amongst employees and/or the firm?: Forum's Response: Incentive fees are not split amongst employees. All incentive fees are paid to Forum. Employees in Forum's Real Estate Team will receive annual equity grants in REIIF as part of their total compensation in the form of Restricted Trust Units, resulting in a strong alignment between Forum's Real Estate Team and REIIF's Unitholders. The cost of any equity grants in REIIF made to Forum employees will be borne by Forum."}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_25", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 16, "content": "Section 14. Confirm the special limited partner is the incentive fee vehicle. Forum's Response: Yes, the Special LP is the vehicle to collect the incentive fees.: Section 15. Have Series M LP Units been issued since inception or expected to be issued? If so, what percentage of the Asset Management Fee has been taken as Series M LP units in lieu of cash?: Forum's Response: Yes, M series LP units have been issued since inception. None of the Asset Management Fee has been taken as Series M LP units in lieu of cash. However, the incentive fee has been paid with the issuance of Series M LP units.ForumForum House at Brookfield Place East Podium, 2nd Floor 181 Bay Street Toronto, ON M5J 2T3"}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_26", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 16, "content": "Section 16. Why is Series F treated differently than Series A, H, or I as it relates to taking Series M LP Units in lieu of cash?: Forum's Response: Forum agreed to take its performance fee for Series F investors for the first three years in the form of additional Series M units to demonstrate strong alignment and enhance liquidity. We did not think it was meaningful to apply the same methodology to the A or I series. Series H is a newly created series that did not exist on launch of the Fund, and we do not anticipate taking the Special Allocation attributable to this unit class in units."}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_27", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 16, "content": "Section 17. What is the $10m liquidity backstop facility and who has provided it?: Forum's Response: Forum Investment and Development Corporation (i.e., the most substantial entity within the group), provided an unsecured credit facility in the amount of $10 million to the Partnership, to act as a \"backstop\" for liquidity, with the terms of the credit facility being provided below market - which was also approved by REIIF's independent trustees.Performance:"}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_28", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 17, "content": "Section 18. In various presentations, Forum's track record is given as 30% annualized since 2002 but \"on Forum's equity.\" What does this mean?: Forum's Response: Headquartered in Toronto, Forum is a privately-owned alternative asset manager, investor and developer operating across Canada and the U.S.Forum was founded in 1996 as a real estate brokerage company, and after numerous successful real estate transactions, Forum launched its principal investment business in 2002. Since then, Forum's NAV has increased at a 30+% CAGR by acquiring and developing real estate, and by expanding into public private partnerships (PPPs), green energy, and urban infrastructure investments. Forum substantially exited its renewable energy and PPP businesses in 2018 and 2019, respectively. However, Forum continues to manage PPP assets,whichitdevelopedandsold(from 2016-2019)toFiera Infrastructure.Today, Forum has a substantial balance sheet to invest alongside its unitholders to ensure strong alignment of interests. Forum has committed to maintaining a minimum $50 million investment in REIIF (i.e., the Sponsor Investment), with Forum currently the single largest investor in REIIF and anticipates continuing to be so for the foreseeable future.Over its 27-year history, Forum built extensive principal investment expertise in real estate and private equity. As of June 30, 2023, Forum had ~$1.7 billion in AUM as follows:1. Infrastructure Assets (~$865 million): Includes PPPs valued at ~$859 million, which Forum continues to manage, and renewable energy projects valued at ~$6 million, which Forum will exit over the next few years.2. Real Estate Assets (~$710 million): Includes commercial and residential stabilized real estate rental assets and development projects; andExtraordinaryForumForum House at Brookfield Place East Podium, 2nd Floor 181 Bay Street Toronto, ON M5J 2T33. Private Equity Assets (~$76 million): Includes investments in the urban infrastructure sector.Since Forum has a 25+ year track record of investing in Canadian real estate and is a well-known entity with deep real estate networks across Canada, the Manager can capitalize on Forum's reputation, experience, and expertise. Forum engaged Grant Thornton in 2021 to conduct specified audit procedures on Forum's overall investment track record, from Forum's inception as a principal investor in 2002 to June 30, 2021."}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_29", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 17, "content": "Section 19. What is the forecast annual yield for the next 3-5 years (even if just on the existing portfolio)?: Forum's Response: REIIF targets an annual yield of ~4-5%, which is reviewed annually as part of the business planning process, with a target FFO payout ratio of 90-100%"}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_30", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 18, "content": "Section 20. The annual investor report states that Forum captured rent growth of 4.5%. What is the rent growth in each of multi-family, PBSA, and co-living?: Forum's Response: The annual rent growth for 2022 was primarily from the Quad C1 and C2 PBSA assets. Other assets were acquired during the year and several assets had suites in the process of renovations.With a more stable portfolio in 2023, segment analysis becomes easier.The chart below from our Q2 2023 Investor Report indicates quarter over quarter rent growth for each segment. This will vary quarter by quarter since some assets have concentrated renewal periods concurrent with the school year and local market dynamics (e.g., Quad rent growth occurs in September whereas 455 Abbott experiences more increases in the spring).ForumForum House at Brookfield Place East Podium, 2nd Floor 181 Bay Street Toronto, ON M5J 2T3Occupied AMROccupancyQ2 2023 AMR ($)Q1 2023 AMR ($)Change AMR (%)Q2 2023 (%)Q1 2023 (%)% ChangeBy asset type:Co-living1$ 1,507$ 1,4940.9%93.5%100.0%(6.5%)Multi-family1,7321,6574.5%94.3%93.8%0.5%PBSA1,2101,1862.1%99.5%99.5%Total portfolio$ 1,299$ 1,2861.0%98.6%98.6%(0.0%)By geography:Montreal$ 2,090$ 2,0392.5%96.2%96.2%0.0%Ottawa11,5071,4940.9%93.5%100.0%(6.5%)Toronto1,2431,2301.1%99.4%99.3%0.1%Vancouver21,3451,2963.8%89.0%96.3%(7.3%)Winnipeg1,7241,6921.9%97.6%91.3%6.3%Total portfolio$ 1,299$ 1,2861.0%98.6%98.6%(0.0%)Q2 2023 (%) Q1 2023 (%) % Change1 87 Mann experienced a temporary gap in occupancy due to end of term departures, and expected to be stabilized for September2 455 Abbott's vacancy is impacted by the renovation of 8 legacy units"}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_31", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 19, "content": "Section 21. The annual investor report has NAV per unit at $10.73, and FFO per unit at $0.02 and distributions per unit at $0.116.: Section a. Why is the NAV so high relative to FFO?: Section b. Why are distributions so high relative to FFO? Where is the differential coming from (aside from operating cash flow, where else is distributable cash coming from)?: Forum's Response: In 2022, the FFO payout ratio was above 100% for REIIF. This was due to the 4.5% distribution yield set in January 2022 for Series F investors, which was based on the entire ~$170 million, five property portfolio known as the \"Seed Assets\". The Seed Assets were assumed to be acquired on January 1, 2022, with stabilized occupancy and financed entirely with CMHC-insured mortgages. The acquisition of the last Seed Asset was completed in mid-February 2022, with stabilization of the Seed Assets achieved by Q4 2022.However, the FFO payout ratio is projected to be at or below ~100% by the fourth quarter of 2023. This is expected due to the growth of NOI by over 50% from 2022, driven by a full year of income from several properties, occupancy and rental gains across the portfolio, completion of the asset management strategies for the Seed Assets, and replacement of higher cost bridge financing with CMHC-insured mortgages.ForumForum House at Brookfield Place East Podium, 2nd Floor 181 Bay Street Toronto, ON M5J 2T3The Manager is also underwriting several accretive acquisitions that are expected to close later this year. The long-term target FFO payout ratio for REIIF is between 90%- 100%"}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_32", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 19, "content": "Section 22. In the annual investor report, page 14 has the NOI by asset type and geography. What accounts for the fact that each line item is positive for AMR but the total portfolio AMR is negative?: Forum's Response: Q4/22 AMR is lower than Q3/22 due to the addition of Quad C3 & C4 to the portfolio, classified as \"acquisition properties\" on the investor report. The property was acquired in Q4/22 hence no comparative data and its AMR ($1,239) is lower than the Q3/22 portfolio AMR ($1,282). Furthermore, this property is second largest in the portfolio, thus its lower AMR has a higher weighting on the total portfolio."}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_33", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 20, "content": "Section 23. In the annual investor report, page 30 has the net returns by series. Assuming units are pari passu, Series I should have the highest returns (which it does), Series F should follow, and Series A should have the lowest given the upfront fees and higher asset management fees. Why are Series A returns higher than Series F for 1 month and 3 month?: Forum's Response: The discrepancy was due to an accounting error specific to Series F that needed correction in December 2022. This correctiondisproportionately impacted shorter-term returns (1 & 3 month).The correction has less impact on longer-term returns and therefore the 6/12/Since Inception returns are in line with expectations (Series I has the highest returns, followed by F then A). For further validation, our latest Q2 2023 report reflects the correct sequence with respect to each Class's fee structure.ForumForum House at Brookfield Place East Podium, 2nd Floor 181 Bay Street Toronto, ON M5J 2T3Fees and Structure:"}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_34", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 20, "content": "Section 24. How were the management fees, acquisition fees, and incentive fees determined? How do they compare with peers?: Forum's Response: Fees were established by reviewing competitive fees and, considering investor desires for transparency, elected to implement a simple structure with a very competitive, all-inclusive fee.For \"Table 12\": For row 1, Fund is Single Fee Method,Forum REIIF is V\n:selected:,Fund 1 is x\n:selected:,Fund 2 is x\n:selected:,Fund 3 is :selected:,Fund 4 is V\n:selected:,Fund 5 is x\n:selected:,Fund 6 is X\n:selected:,.For row 2, Fund is Performance Fee Minimum Handle,Forum REIIF is V\n:selected:,Fund 1 is * None,Fund 2 is * None,Fund 3 is :selected:,Fund 4 is V\n:selected:,Fund 5 is * None,Fund 6 is * None,.For row 3, Fund is Asset Management Fee,Forum REIIF is 1.25% of NAV,Fund 1 is -2.0% of NAV (100% of GAV),Fund 2 is 1.75% of NAV base and 3.5% of Net Operating Income (-2.18% of NAV),Fund 3 is 1.0% of NAV,Fund 4 is 1.0% of NAV,Fund 5 is Internalized management costs of roughly 90 bps f NAV,Fund 6 is 2.0% of adjusted gross revenue ( 0.4% of NAV),.For row 4, Fund is Performance Fee,Forum REIIF is 15% over 7% hurdle rate with sponsor catch up,Fund 1 is 20% of any gain in equity and 20% of all cash distributions,Fund 2 is 5% equity grant,Fund 3 is 25% over 7% hurdle rate sponsor catch up,Fund 4 is 20% over 7% hurdle rate,Fund 5 is 5.0% of equity grant,Fund 6 is 20% of distributions and 20% of any equity gain at scale (both on a property level),.For row 5, Fund is Performance Fee High Water Mark,Forum REIIF is x\n:selected:,Fund 1 is ×\n:selected:,Fund 2 is ×\n:selected:,Fund 3 is x\n:selected:,Fund 4 is x\n:selected:,Fund 5 is X\n:selected:,Fund 6 is x\n:selected:,.For row 6, Fund is Financing Fee,Forum REIIF is 1\n:unselected:,Fund 1 is 1.0% of senior, 0.5% refinance, 1.5% mezz,Fund 2 is 0.50%,Fund 3 is ,Fund 4 is ,Fund 5 is ,Fund 6 is 0.35% of loan value,.For row 7, Fund is Acquisition Fee,Forum REIIF is :unselected:,Fund 1 is ,Fund 2 is 0.50%,Fund 3 is ,Fund 4 is ,Fund 5 is 1.00%,Fund 6 is 1,.For row 8, Fund is Admin Fee,Forum REIIF is :unselected:,Fund 1 is :unselected:,Fund 2 is 1% gross proceeds realized on sale,Fund 3 is :unselected: :unselected:,Fund 4 is ,Fund 5 is ,Fund 6 is ,.For row 9, Fund is Other Fees,Forum REIIF is :unselected:,Fund 1 is ,Fund 2 is 100,000 per annum and 0.5% of capital raised,Fund 3 is ,Fund 4 is ,Fund 5 is ,Fund 6 is ,x\n:selected:x\n:selected:V\n:selected:x\n:selected:X\n:selected:Performance Fee Minimum HandleV\n:selected:* None* NoneV\n:selected:* None* NoneAsset Management Fee1.25% of NAV-2.0% of NAV (100% of GAV)1.75% of NAV base and 3.5% of Net Operating Income (-2.18% of NAV)1.0% of NAV1.0% of NAVInternalized management costs of roughly 90 bps f NAV2.0% of adjusted gross revenue ( 0.4% of NAV)Performance Fee15% over 7% hurdle rate with sponsor catch up20% of any gain in equity and 20% of all cash distributions5% equity grant25% over 7% hurdle rate sponsor catch up20% over 7% hurdle rate5.0% of equity grant20% of distributions and 20% of any equity gain at scale (both on a property level)Performance Fee High Water Markx\n:selected:×\n:selected:×\n:selected:x\n:selected:x\n:selected:X\n:selected:x\n:selected:Financing Fee1\n:unselected:1.0% of senior, 0.5% refinance, 1.5% mezz0.50%0.35% of loan valueAcquisition Fee0.50%1.00%1Admin Fee1% gross proceeds realized on saleOther Fees100,000 per annum and 0.5% of capital raised"}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_35", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 21, "content": "Section 25. Please provide an example calculation on how the incentive fee works with the high watermark and hurdle structure.: Forum's Response:Waterfall CalculationTotal Investment$Investor100,000 $Profit10,000Notes10% return (before performance fees)Profit AllocationTotalInvestorForumPreferred Return (7%)$ 7,000$ -$ 7,000Catch-up (100% to Forum)1,2351,235Thereafter (85%/15%)1,0501851,235$ 8,050$ 1,421$ 9,47185%15%*For illustrative purposes only. Net of performance fees, gross of asset management fees. Applicable to Series F and H only.ForumForum House at Brookfield Place East Podium, 2nd Floor 181 Bay Street Toronto, ON M5J 2T3"}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_36", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 21, "content": "Section 26. Is a management fee on NAV and incentive fee on NAV \"double dipping\"? Forum's Response: No, there is no double charging of fees as the Performance Fee is calculated net of the asset management fee.: Section 27. Aside from salaries, rent, etc., what is the asset management fee used for?: Forum's Response: The asst management fee is intended to cover the myriad of fees charged by some other funds including acquisition, disposition, development, financing, administration, and capital placement fees. See question 24 above which is also available as a document in the REIIF data room."}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_37", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 21, "content": "Section 28. Please confirm Series A, F, H, and I units are pari passu. Forum's Response: Yes, all the series noted above are pari passu.: Section 29. Why is allocation of net income or loss first given to the Special Limited Partner in priority over the limited partner?: Forum's Response: The allocation is structured in this manner since the Special Limited Partner will only be entitled to receive a Special Allocation if the Limited Partners have already received a preferred return of 7%."}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_38", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 21, "content": "Section 30. Do redemption fees go to the fund (i.e., the differential between redemption price and NAV for those redeeming <3 years)?: Forum's Response: Yes, early redemption fees remain in the Fund benefiting the remaining investor pool equally."}, {"id": "forumresponsestoechelon(2023.08.29)_chunk_39", "filename": "forumresponsestoechelon(2023.08.29)", "page_number": 21, "content": "Section 31. In the event that Unitholders are required to return distributions, is this net of tax? That is if I received $100 in distributions and paid $40 in tax, would I be required to return $100 or $60 (assuming in this example, the distribution was not a return of capital)?: Forum's Response: We expect the clause referring to return of distributions to be used in very rare circumstances including:1. Distribution paid to incorrect party: In this case, the Fund would seek to recover the full distributions paid to the incorrect person. If taxes were paid by the receiving party in error, the party should be able to claim a refund of those taxes, making them whole.2. The Fund was required, but failed to withhold taxes payable to a taxing authority on an amount distributed to an investor - in this circumstance the fund administrator will generally distribute the net, after withholding tax amount to the investor. In the event the fund failed to withhold the required taxes, the Fund would request the amount required to pay the withholding taxes to the appropriate taxing authority."}]