[{"id": "Capstone_Responses_24-02-2022_chunk_0", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 1, "content": "Responses to Tuesday February 22, 2022 Questions:1) Who takes the asset manager fees?Forum Asset Management Inc. is REIIF's Manager entitled to received Asset Management fees and is wholly owned by Forum. FAMI on behalf of REIIF determines all strategic operating and financing decisions for Quad I and charges Asset Management Fees based on the NAV of the Fund, which includes a 70% ownership share of the Quad 1 Limited Partnership. REIIF's partner Campus Suites owns the remaining 30% of the Limited Partnership and 50% of the General Partnership.Quad I is property managed by Campus Living Centres (CLC) which is a reputable third party property manager and is paid a market fee of 4% of gross revenues, which is currently incorporated in REIIF's NOI.2) Why the fund does not pay property tax on QUAD.Quad I falls under the property tax exemption clause under the Universities Act since the Quad 1 residence is located on the university and services only York university students.A legal opinion has been obtained to support this position and can be provided upon request."}, {"id": "Capstone_Responses_24-02-2022_chunk_1", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 1, "content": "3) Cost of lease from university.The cost of the lease consists of two components: (a) minimum rent, and (b) percentage rent."}, {"id": "Capstone_Responses_24-02-2022_chunk_2", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 1, "content": "a. Minimum rent is a function of a multiplier based on the higher of the gross land area and gross floor area plus 50% of the realty tax amount that would otherwise have been payable.b. Percentage rent for each of the residential and retail components, is based on set percentages (ranging from 0% to 10%) depending on how much the profit per square foot has exceeded set hurdles.The lease payment does not begin until October 2022. 100% of ownership share over the first 12 months is expected to be ~$536.4 K ($44.7 K/month)"}, {"id": "Capstone_Responses_24-02-2022_chunk_3", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 1, "content": "4) Is the loan (borrowing) interest rate of 1.78% for QUAD fixed or variableThe Quad I, first mortgage is at a fixed rate with ~9 years remaining term. We are close to executing a Quad I RCF to repay the existing 2nd mortgage on the property, with the Quad I RCF being subordinate to the 1st mortgage at a significantly lower variable rate than the existing 2nd mortgage.The intent of the Quad I RCF is to provide additional overall fund liquidity and potential debt capacity that would otherwise result in a sub-optimal capital structure for a core asset of REIIF when considered in the context of the portfolio as a whole."}, {"id": "Capstone_Responses_24-02-2022_chunk_4", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 2, "content": "5) What is the rate and amount for the 1st mortgage and the rate for the 2nd mortgage (that is to be refinanced)a. As of January 31 2021, 100% of the CHMC insured first mortgage balance was $98,362,858 with a fixed interest rate of 1.78%.b. As of December 31, 2021, 100% of the second mortgage balance was $18,000,000 with a variable interest rate of 7.85% tied to 30/90 day BA rate. This mortgage will be replaced by a $30,000,000 revolving credit facility through Scotiabank at the prime lending rate + 125 bps, or banker's acceptance fee of 2.75%, with interest only payable monthly.Responses to Thursday, December 9, 2021 Questions:"}, {"id": "Capstone_Responses_24-02-2022_chunk_5", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 2, "content": "1. What is the relationship of FEPH (partner 's holding co) with FIDC (owns the manager in GP) in the structure.Forum Equity Partners Holdings Inc. (\"FEPH\") is Forum's main holding company, controlled by Richard Abboud, serving as the vehicle by which Forum's other Managing Partners - Rajeev Viswanathan, Duncan Ramage and Aly Damji have an ownership interest in Forum. There are no outside, non-management shareholders.FEPH owns 100% of Forum Investment and Development Corporation (\"FIDC\") - collectively referred to as Forum. FIDC is Forum's main operating and investing entity and the employer of Forum's staff, separate and distinct from FEPH for risk management purposes."}, {"id": "Capstone_Responses_24-02-2022_chunk_6", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 2, "content": "2. Why don't you have to be registered?You are not registered as OFM or EMD while Belco is standing in compliance.But you have a mutual trust fund structure that is RSP eligible that you are raising capital which could be viewed as an investment fund, not a private equity structure, then you might need to be registered. if you are a \"non-investment\" investment fund you may fall out of the regulatory environment. Is Belco just an EMD and distribution? Does Belco provide the \"rented\" registration in IFM? In terms of registration seems a bit in the \"grey area\". Can you provide more color as I may be mistaken?REIIF is structured as a mutual fund trust (\"MFT\") over a limited partnership (\"REII LP\") and qualifies as a eligible investment through registered account. Investors into REIIF can invest through direct or IIROC channels (via FundServ).As Forum Asset Management Inc. (\"FAMI\", or the \"Manager\") is offering private securities of the MFT, an EMD registration is required to 'sell' directly and the Manager has hired Belco Private Capital to assist in ensuring regulatory compliance in that regards.Belco provides EMD services as they pertain to direct investors by collecting certain know-your-client (\"KYC\"), anti-money laundering (\"AML\") information, reviewing investor suitability, REIIF marketing material and the like for disclosure purposes.As REIIF invests primarily in private real estate assets, the Manger does not qualify as a \"Reporting Issuer\" under National Instrument (\"NI\") 81-106 and therefore REIIF does not meet the definition of an Investment Fund.Accordingly, FAMI is not required to register as an Investment Fund Manager under NI 38-103 based on legal advice provided by Norton Rose Fulbright LLP (\"Norton Rose\") - who conducted a careful review of the requirements under applicable securities laws.Forum Investment and Development Corporation is obtaining Exempt Market Dealer, Investment Fund Manager and Portfolio Manager registration and anticipates being fully registered as such with the Ontario Securities Commission and in certain other jurisdictions by the end of Q2 2022."}, {"id": "Capstone_Responses_24-02-2022_chunk_7", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 3, "content": "3. Is the $10 M backstop, what is the term of financing or credit agreement, is it structured as a LOC? I assume it is coming from FORUM operating company (FEPH) outside of the assets already inside. How does it rank in terms of debt priority? After a $50M line from the bank and in front of investor's claims?Forum has provided a $10 million unsecured credit facility (\"Sponsor RCF\") to ensure the Fund has additional liquidity to execute its strategy. When coupled with Forum's minimum $50 million equity investment, provides strong alignment between Forum and 3rd party unitholders of the Fund.The Sponsor RCF is subordinate to the revolving credit facility provided by a tier I financial institution (\"RCF\") and all other third-party indebtedness (e.g. mortgages at the property-level). Further the rate of the Sponsor RCF is at Scotiabank's prime lending rate plus 250 bps, which is a spread of 150 bps wider relative to the RCF to account for it being unsecured and subordinate - a highly competitive rate provided by Forum on the Sponsor RCF given that it is both unsecured and subordinated.The Sponsor RCF's initial term is until December 31, 2022, coterminous with the RCF.It is our intent to renew the RCF in Q3 of 2022, at which time we intend to extend the RCF term to between 2 and 3 years and may extend the Sponsor RCF at that time, depending on the forecasted liquidity needs of the Fund.The terms of the Sponsor RCF were approved by REIIF's independent trustees on November 18, 2021."}, {"id": "Capstone_Responses_24-02-2022_chunk_8", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 3, "content": "4. Who is providing the $50M? Has it been secured? What is the interest rate? And Is it secured by the property and assets of the portfolio?The $50 M Forum investment out of the $125 M initial capital raise, is held by a wholly owned subsidiary of Forum and is in the form of REIIF units (\"M Series\" units), pari passu with 3rd party unitholders - except the M Series do not pay management or performance fees.Forum's $50 M investment into REIIF was made through a contribution of its interest in Quad I (see #5 directly below), with the transfer price as explained in #1 in response to your questions dated December 6, 2021."}, {"id": "Capstone_Responses_24-02-2022_chunk_9", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 3, "content": "5. Is the fund creation has the purpose to provide a liquidity event for the Quad property that may be a concentrated holding to FEPH or its holdings or it's really a good asset that FEPH like to hold for longevity ? Who owns the property Quad now? A closed-end fund, another GP/LP? OR The University owns the housing and managed by Forum OR FORUM owns it and what is the deal with the University in the RPP? Is there a second or third phase?Quad I, completed in 2017, was owned 70% by Forum with the other 30% by a partner, with the property on a 105 -year ground lease with York University commencing in 2015 (70 years plus a 35-year term at the Tenant's option). The Fund acquired Forum's 70% ownership interest in Quad I on November 26, 2021.Quad I, located on-campus at York University (Canada's third largest), benefits from an irreplaceable location in a newly- transit connected hub. The property experienced strong and stable NOI growth since its completion in 2017 and to our knowledge, has out-performed all other PBSA during COVID.The identified ROFO pipeline, provided to the Fund from Forum, includes a second phase of student residences on York University's campus (\"Quad 2\"), that will be completed this upcoming summer and is expected to be fully leased by September 2022.Thereafter, the Fund will have the ability to acquire Forum's 50% interest in Quad 2 under the terms of the ROFO agreement, likely to occur at the end of 2022 or early 2023.We expect to be able to build 2 additional phases after Quad 2 at York University (currently in preliminary planning), with the Fund having the opportunity to acquire Forum's interest upon stabilization, subject to approval by REIIF's independent trustees that also would give consideration to optimal portfolio construction (e.g. concentration risk, geographic risk, asset type, etc.).Forum is launching its first real estate fund, REIIF, in part to continue to be owners and custodians of irreplaceable, institutional quality assets, while enabling Forum to more efficiently recycle capital to continue to fund its development efforts.Forum substantially exited its renewable energy and Public-Private-Partnership (\"PPP\") businesses in 2018 and 2019, primarily through the sale of stabilized PPP projects such as the Billy Bishop Pedestrian Tunnel to Fiera Infrastructure - resulting in a significant reduction to Forum's operating platform, people and capabilities at the time.We learned from the sale of the renewable energy and PPP businesses, that the ability to build a more stable operating platform and more efficiently recycle capital - now through an asset management / private funds business, provides an enhanced ability to prudently invest capital while reducing risk, thereby creating the opportunity to continue to generate superior risk-adjusted returns for Forum and like-minded investors who share a commitment to impact investing."}, {"id": "Capstone_Responses_24-02-2022_chunk_10", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 4, "content": "6. Are you loans all with CMHC? What does it mean to be CMHC insured or CMHC lending? Does it mean that because it is CMHC insured, the loan is provided by the banks at a cheaper rate OR the loans is provided by CMHC. What are the CMHC insurance fees.Part of CMHC's mandate (on behalf of the Federal government) is to promote housing affordability for Canadians, providing insurance to lenders who in turn provide low-cost financing to owners of multi-unit properties. CMHC insured mortgages lowers the effective cost of borrowing, with the CMHC attempting to stimulate an increase in the supply of rental housing to improve affordability and promote housing development.The CMHC product REIIF will use, involves loans from traditional lenders and banks that are insured by CMHC - resulting in a lower interest rate than conventional, uninsured mortgages. In this instance, CMHC charges the borrower fees, insurance premiums and surcharges which are deducted from the loan amount; however, results in the lowest cost of debt capital (and lower debt service) relative to other forms of real estate financing, especially since REIIF will be limiting LTV exposure to below 65%.Information on CMHC fees, insurance premiums and surcharges can be found here:https://assets.cmhc-schl.gc.ca/sf/project/cmhc/pdfs/content/en/fees-and-premiums.pdf"}, {"id": "Capstone_Responses_24-02-2022_chunk_11", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 4, "content": "7. Did they have that high occupancy rate? How much did it change?Assuming you are referring to the occupancy rate of Quad I, see response #3 from the questions received on Monday December 6th. Aside from the 2020/2021 school year where COVID was in full-effect with classes-online, and the property saw a 97% average occupancy, Quad I has experienced 99% residential occupancy since its opening in 2017, with waitlists every year (including more than a 400 student waitlist in the most current September 2021 school year)."}, {"id": "Capstone_Responses_24-02-2022_chunk_12", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 4, "content": "8. For the 4.5% distribution, it is mostly ROC. How much is the % cashflow of the total portfolio?Consistent with response #4 from the questions received on Friday December 3rd, the initial 4.5% distribution yield represents ~100% AFFO payout ratio in year 1 (i.e.using AFFO as a proxy for cash flow). With the embedded organic growth profile of the portfolio, we expect the AFFO payout ratio to decline in year 2.Moreover, after considering future growth prospects and debt metrics of the Fund, the Board of Trustees will consider future increases in the distribution paid per unit, typically considered annually - with a targeted ~80 - 90% AFFO payout ratio over the long-term."}, {"id": "Capstone_Responses_24-02-2022_chunk_13", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 5, "content": "9. We will need to take a deeper dive (like a full proforma into Quad analysis, Is it available in the data room.The Quad I financial model has been uploaded to the data room (refer to 8.02.4).The \"Monthly Cash Flows\" tab shows the forecasted income and expenses at the project level. The \"Summary (70%)\" tab shows an annual summary at REIIF's 70% interest.\"Responses to Monday, December 6, 2021 Questions:"}, {"id": "Capstone_Responses_24-02-2022_chunk_14", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 5, "content": "1. How did the 5 assets originate from: I.e was it bought or built by Forum. \" How do you ensure that the new assets are done at a \"fair value pricing\" to the fund since this is an allocation from the previous private holdings of the company.The Quad at York University (\"Quad I\") was developed and completed by Forum in 2017, with Forum's 70% interest subsequently transferred to REIIF this past November 26, 2021. The transfer price for Quad I was based on the average of two appraisals, prepared by two nationally recognized firms for REIIF's lead independent trustee. On November 18, 2021, REIIF's independent trustees approved the transfer price for Quad I.V6 Leslieville was acquired in September 2021 on behalf of the Fund and will be transferred at its acquisition cost.The remaining three seed assets will be purchased directly by REIIF from 3rd parties later this month and early in the first quarter of 2022.The bios and descriptions of REIIF's independent trustees is included below:Independent TrusteesKen Miner Lead TrusteeRetired from the Ontario Municipal Employees Retirement System (\"OMERS\"), where he was Executive Vice-President & Global Head, Capital Markets. Previously, spent 25 years at TD Asset Management (\"TDAM\"), as vice chair and Co- Head of Asset Allocation.Serves as a Director on the boards of Brit Plc, Allied World and AGT Food Ingredients.Janice Madon Trustee Serves as a Corporate Director at Foresters Financial Senior Advisor to Brookfield Asset Management.Previously, spent 12 years in senior leadership roles at Manulife Financial, including as the Executive Vice President and Chief Financial Officer, Manulife Canada.John R. Morrison TrusteePast vice chair and former President and Chief Executive Officer of Choice Properties REIT.Formerly President and Chief Executive Officer of Primaris REIT. Previous President, Real Estate Management at Oxford Properties Group.Active member of the International Council of Shopping Centres (\"ICSC\") and currently serves as chair of the Executive Board.Mitch Frazer TrusteePartner and the chair of the Pensions and Employment Practice at Torys LLP. Chancellor of Ontario Tech University. Co-founder of the National Institute on Ageing at Ryerson University, a former adjunct professor at both the University of Toronto Faculty of Law and Osgoode Hall Law School."}, {"id": "Capstone_Responses_24-02-2022_chunk_15", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 6, "content": "2. Why not an emphasis on multi-family for the 4 years growth since this is a more resilient sector?REIIF's portfolio has been designed to focus on traditional multi-family, purpose-built student accommodation (PBSA) and Co- living housing (Co-Living).We believe the focus on the latter two multi-family sectors provides REIIF unitholders the ability to achieve superior risk- adjusted returns, particularly given the higher tenant turnover relative to traditional multi-family apartments - as rents tend to more frequently get 'marked-to-market' given the transitional nature of PBSA and Co-Living.The opportunity to move rents to market more frequently, particularly in an increasing inflation and interest rate environment, should result in higher cash flows and more resilient valuations given the higher expected growth in income over time relative to all other types of real estate.Further, with a shortfall of 600,000 student housing beds in Canada and lack of institutional quality operators / investors, we believe PBSA focused in supply constrained markets should result in superior long-term growth prospects - with Quad I and subsequent Quad phases (i.e. that REIIF has a ROFO to acquire) representing the most attractive student housing project in all of Canada.Similarly, with Co-living also being transitional in nature - typically occupied by young professionals in urban environments, not only are there greater opportunity for rents to be 'marked-to-market', but Co-living solves some of the challenges of housing affordability. In the case of Co-Living, providing a younger demographic the ability to rent community-driven and convenienthousing on a per bed basis at an all-in rate at a 15-20% discount to traditional studio apartments when factoring furniture and utilities."}, {"id": "Capstone_Responses_24-02-2022_chunk_16", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 6, "content": "3. Seems there is heavy exposure to student housing, can you describe the impact of COVID 19 on the past for these properties and the future expectations if the Omnicom virus implodes. What was the occupancy throughout the 2020 COVID 19Covid-19 did not negatively impact PBSA vacancy rates significantly. Quad I was the only PBSA property held by Forum during the Covid-19 pandemic and still had 97% average occupancy through the 2020/21 school year. Quad I is effectively 100% occupied for the current 2021/22 school year with a 400+ waiting list.A summary of Quad I's annual NOI and occupancy, demonstrating resilience from its completion in 2017, is illustrated below:Annual Net Operating Income9,000,0008,250,0007,500,000+4.9%+9.8%-5.8%+11.2%6,750,0006,000,0002017-20182018-20192019-20202020-20212021-2022Occupancy:100%100%100%97.3%100%Resilient: 97.3% occupancy and 98% rent collection during COVID, compared to 100% occupancy pre-Covid and since completion."}, {"id": "Capstone_Responses_24-02-2022_chunk_17", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 7, "content": "4. Same vacancy data for Co-living and how much COVID will affect communal livingCo-living assets have maintained their psf premium over studios during the pandemic. Forum did not hold any Co-living properties during the Covid-19 pandemic but is aware of product in Ottawa that a development partner holds that has maintained over 98% occupancy throughout the pandemic. As stated previously, Co-living is 15-30% cheaper than traditional multi-family housing making it easier to maintain rental payments during economic downturns. Furthermore, Co-living promoted a sense of community and connection during the height of the Covid-19 pandemic, which supported demand for this type of accommodation.Refer to the article Co-living during COVID-19: How Communal Living Has Adapted the New Normal (see data room 1.13 REIIF Further Reading 2021 11 08.pdf)\"Similar to conventional multifamily trends, the U.S. co-living inventory has seen a decline in overall occupancy. Notably, co-living boasted some of the highest pre-COVID occupancies among stabilized multifamily assets, ranging from 96% - 99%. As of July 2020, occupancies have fallen to 91.2% for assets in Los Angeles, Washington, DC, Seattle, San Francisco and Miami. However, these rates outperform stabilized downtown Class A multifamily in the same markets, which fell from 94.4% in Q4 2019 to 90.0% in Q3 2020\"\"Rent collections among co-living assets have consistently been in-line with or higher than that of conventional multifamily. Whereas delinquencies for traditional product have ranged from 4.5% to 5.2%5, co-living assets have stayed below 4%. Co-living assets also exceeded the performance of collections in same-market Class A multifamily assets, which recorded delinquencies at 8.4% as of August 2020\"Responses to Friday, December 3, 2021 Questions :"}, {"id": "Capstone_Responses_24-02-2022_chunk_18", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 7, "content": "1. \" ... could you provide insight into the target asset mix that will form the 100% and how many properties are already under contract or purchase for these purposes? Maybe a current and future target allocation .... \"REIIF's Current Asset Mix:The following 5 seed assets with an estimated FMV of ~$240 million will be acquired by REIIF with the proceeds from the Initial Close, together with mortgage financing and other debt financing.The seed assets mix will be: Purpose Built Student Accommodation (\"PBSA\") $156.6 M (65%), Multi-Family $65.3 M (27%) and Co-Living: $18.1 M (8%).Both the Quad I at York University and V6 Leslieville have been acquired by the Fund, with Latin Quarter closing later this month and remaining seed assets early in the first quarter of 2022 under firm purchase contracts.Seed AssetsFive geographically diverse and curated assets that represent REIIF's investment themes and focus on impact.For \"Table 0\": .The Spire Location Ottawa, ON Type Co-Living Units 62 Opened 2014....The Quad at York University Location Toronto, ON Type Student Housing Units 487 Opened 2017.V6 Leslieville Location Toronto, ON Type Multi-Family Units 10 Opened 2021.Latin Quarter Location Montréal, QC Type Multi-Family Units 26 Opened 2017.Gastown Micro Apartments.Location Vancouver, BC Type Multi-Family Units 109 Opened 2014.o Irreplaceable Exceptional Resilient Location Cash Flow Growth\n:unselected: :selected:.Community Exceptional Adaptive Cash Flow Reuse Growth\n:unselected: :selected:.0 Transit- Resilient Mass Oriented Timber\n:selected:.O Irreplaceable Transit- Highly Location Oriented Amenitized\n:unselected:.Irreplaceable Adaptive Exceptional Location Reuse Cash Flow GrowthCommunity Exceptional Adaptive Cash Flow Reuse Growth\n:unselected: :selected:0 Transit- Resilient Mass Oriented Timber\n:selected:O Irreplaceable Transit- Highly Location Oriented Amenitized\n:unselected:Irreplaceable Adaptive Exceptional Location Reuse Cash Flow GrowthREIIF's 4-year target asset mix is illustrated in the figure below. As discussed, REIIF may also invest up to 10% of its NAV in publicly traded securities for liquidity purposes (e.g., Canadian REITs, REOCs and MICs), but the amount will be dependent on market conditions and REIlFs liquidity profile and haven't been included in the target mix below.Four-Year Targets A complementary acquisition strategy that will grow REIIF while maintaining or improving key performance metrics.Growth From Acquisitions & DevelopmentsSubstantially Increasing Scale & Diversification$1,800M42% CAGR$1,350MYear 1 4 AssetsYear 4 30-40 Assets$900M$450M:selected: · Multi-Family:selected: Student Housing$OMYear 1Year 2Year 4:unselected: Co-Living"}, {"id": "Capstone_Responses_24-02-2022_chunk_19", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 8, "content": "2. Please find attached the illustrative return components for the F series versus I Series units.F Series16.00%14.00%12.00%10.00%8.00%6.00%4.00%2.00%0.00%4.08%Cap Rate+ 4.54%0.19%Purchase Cost NOI + Value Growth+ 4.54%8.42%Unlevered Return+ 6.11%14.54%Leverage- 1.15%AM Fee Gross Levered- 0.79%11.51%- 0.20%- 1.67%Fund Expenses Incentive Fee- 0.20%- 0.82%16.00%14.00%12.00%10.00%8.00%6.00%I Series+ 6.11%14.54%Net Return12.73%4.00%- 0.19%8.42%2.00%4.08%0.00%Cap RatePurchase Cost NOI + ValueUnlevered ReturnGrowthLeverageGross LeveredAM FeeFund Expenses Incentive FeeNet ReturnNotes- Duration: Returns are based on a 5-year hold.- Purchase Cost: Includes Land Transfer Tax, legal fees and due diligence costs.- NOI Growth: Expected increase in returns from NOI growth, largely from growing rents.- Value Growth: Based on NOI growth divided by the Cap Rate and assumes no cap rate compression.- Unlevered Return: Excludes all financing costs and fees, such as the Revolving Credit Facility (\"RCF\") and CMHC Fees.- Leverage: Includes property-level debt and the RCF.- Asset Management Fee:F Series: Based on a first-year fee of 0.25% and 1.25% thereafter plus HST.. .I Series: Based on a first-year fee of 0.00% and 0.90% thereafter plus HST.• Incentive Fee:· F Series: 15% of total annual returns over a 7% hurdle and a full catch up, calculated and paid annually.• I Series: 15% of total annual returns over a 7% hurdle with no catch up, calculated and paid annually."}, {"id": "Capstone_Responses_24-02-2022_chunk_20", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 10, "content": "3. How would REIIF fit within a portfolio?The typical portfolio mix, with a 60% allocation to equities and 40% to fixed income, in an environment where bonds are yielding negative 'real' returns dictates a review of the role fixed income has traditionally played.Real assets, which includes assets such as timberlands, infrastructure, and real estate (\"Real Assets\"), offers an alternative to fixed income - given the ability for Real Assets to generate positive 'real' returns in a low interest rate environment.In most financial institutions, Real Assets are also classified as alternatives (\"Alts\"). REIIF, which invests in residential rental real estate, can form a core part of a portfolio within the allocation to Alts.REIIF differs significantly on the risk spectrum from traditional Alts, such as hedge funds or other esoteric strategies, that are more suited to replacing some of the equity exposure in a client portfolio.Analogous to Canada's largest, most sophisticated pension funds (see figure below), portfolio managers could consider between a 20% - 30% allocation within a client's total portfolio to Alts with a focus on Real Assets - replacing the current allocation to bonds that are earning negative 'real' returns.Pension Investment Association of Canada Annual Asset Mix Report100%10%80%31%14%33%30%60%40%59%20%48%38%38%29%:selected: Alternatives40%Equities30%:selected: Bonds0%1990200220152020Responses to Friday, December 2, 2021 Questions :"}, {"id": "Capstone_Responses_24-02-2022_chunk_21", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 10, "content": "1. How much has been raised in the 1st closing? When is the next closing?We are on track to achieve our targeted $125 million initial capital raise, which includes at least $50 million from Forum as part of the 1st closing - with two tranches, one on December 8 and the next on December 31, 2021 (collectively \"Initial Closing\").There may be timing issues for the Initial Closing, if so, the initial capital raise of $125 million in total will be 'back-stopped' by Forum.Subsequent to the Initial Closing, we expect to raise capital again in the first quarter of 2022."}, {"id": "Capstone_Responses_24-02-2022_chunk_22", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 10, "content": "2. How frequently is the NAV priced? Quarterly? IS the valuation done by a third party or done internally?Properties in REIIF's portfolio will be valued at least quarterly, either by external appraisals or internal valuations - with each property externally appraised once every twelve months (\"Valuation Approach\").REIIF's NAV will be determined by the Manager and approved by REIIF's Board monthly - during periods of dislocation, the Valuation Approach will be adjusted to ensure REIIF's monthly NAV represents our best estimate of fair value, understanding that private real estate market values are much less volatile than public equities.Further, the external appraisals will be addressed to the lead independent trustee of the fund.Lastly, the annual financial statements incorporate properties at their estimated fair values, in accordance with IAS 40, and are therefore subject to external audit.3. Is the distribution expected to be quarterly?REIIF's distributions will be paid monthly."}, {"id": "Capstone_Responses_24-02-2022_chunk_23", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 10, "content": "4. What is the cash yield of the portfolio?REIIF is targeting an initial annual distribution of 4.5%, with total net returns of 8-12%, representing a year 1 AFFO payout ratio <100%."}, {"id": "Capstone_Responses_24-02-2022_chunk_24", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 10, "content": "5. Say on the average or even based on your IRR for each building that you purchase, what are the expected capital gains over the say 5 years?See #2 above in response to your questions on December 3, 2021."}, {"id": "Capstone_Responses_24-02-2022_chunk_25", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 10, "content": "6. From 4 and 5 I am trying to determine the expected total unlevered gross return (income on cash return ) and then the total return/levered return with mortgage paydownSee #2 above in response to your questions on December 3, 2021."}, {"id": "Capstone_Responses_24-02-2022_chunk_26", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 10, "content": "7. From the gross return say 15%, can you break down based on your waterfall on how you get the net return (8-12%)?See #2 above in response to your questions on December 3, 2021."}, {"id": "Capstone_Responses_24-02-2022_chunk_27", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 11, "content": "8. Can you talk a bit about your waterfall structure and how that works with an evergreen fund? Typically waterfall works well in a scenario where there is a terminal value for distribution, in your case you have interim distributions and so when do you \"catch up of 7%\" and profit split? Every year?The entitlement to REIIF's Performance Fees will be made and approved annually as part of the year-end audit by REIIF's Independent Trustees. For the first three years, Forum will take its annual Performance Fees in additional units.Forum earns an annual performance fee of 15% over a 7% annual hurdle with a 'catch-up' for F Series Units (no 'catch-up' for I Series Units) and a high-water mark.Below is an illustrative example, where an F and I Series unitholder's $100 investment has a total return of 10% at the end of year 1, inclusive of a 4.5% distribution.For \"Table 1\": .F Series.I Series (+$10 M).Investment.$ 100.00..$ 100.00..Year 1 Total Return.10.00..10.00..Total.$ 110.00..$ 110.00...$.%.$.%.Return.es\n10.00.10%.$ 10.00.10%.Hurdle.es\n7.00.7%.$ 7.00.7%10%$ 10.0010%Hurdlees\n7.007%$ 7.007%For \"Table 2\": .Profit Allocation.Profit Allocation.Unitholder.Forum.Total.Unitholder.Forum.Total.Preferred Return.$ 7.00.$.$ 7.00.$ 7.00.$.7.00.Catch-up..1.24.1.24....Remainder.1.50.0.26.1.76.2.55.0.45.3.00.Profit Allocation.$ 8.50.1.50.$ 10.00.is 9.55.0.45.$ 10.00The 'high-water mark' means that in a subsequent year, the investment needs to appreciate above $104.00 / $105.05 (i.e. F Series high water mark $100.00+$8.50-$4.50, I Series high water mark $100.00 + $9.55-$4.50) and the 7% annual hurdle for Forum to collect a performance fee again - no other private real estate funds we are aware of have this feature."}, {"id": "Capstone_Responses_24-02-2022_chunk_28", "client_name": "Capstone", "document_name": "Responses", "date": "2022-02-24 00:00:00", "page_number": 11, "content": "9. Any USD investments? If so, % and is that currency-hedged?REIIF intends to invest primarily in CAD investments, but may invest in USD investments. We would not expect USD investments to be a significant percentage of the total portfolio NAV.If REIIF were to invest in USD investments, it would place USD mortgages the reduce the net investment exposure, with hedging of the expected USD cash flows back to CAD for a period of up to 3 years (subject to cost / benefit considerations) to ensure stability and security of the distribution to unitholders."}]